Repository: dchabrzyk/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: This chart might be incompatible with the filter (datasets don't match)
pl: Ten wykres może być niezgodny z filtrem (zestawy danych nie pasują).

source: This chart type is not supported when using an unsaved query as a chart source.
pl: Ten typ wykresu nie jest obsługiwany w przypadku użycia niezapisanego zapytania jako źródła wykresu.

source: This color scheme is being overridden by custom label colors. Check the JSON metadata in the Advanced settings
pl: Ten schemat kolorów jest zastępowany przez niestandardowe kolory etykiet. Sprawdź metadane JSON w ustawieniach zaawansowanych

source: This column might be incompatible with current dataset
pl: Ta kolumna może być niekompatybilna z bieżącym zestawem danych

source: This column must contain date/time information.
pl: Ta kolumna musi zawierać informacje o dacie/godzinie.

source: This control filters the whole chart based on the selected time range. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
pl: Ta kontrolka filtruje cały wykres na podstawie wybranego zakresu czasu. Wszystkie czasy względne, np. "ostatni miesiąc", "ostatnie 7 dni", "teraz" itp. są obliczane na serwerze przy użyciu czasu lokalnego serwera (bez strefy czasowej). Wszystkie podpowiedzi i czasy zastępcze są wyrażone w UTC (bez strefy czasowej). Znaczniki czasu są następnie obliczane przez bazę danych przy użyciu lokalnej strefy czasowej silnika. Należy pamiętać, że można jawnie ustawić strefę czasową zgodnie z formatem ISO 8601, określając czas rozpoczęcia i/lub zakończenia.

source: This controls whether the "time_range" field from the current view should be passed down to the chart containing the annotation data.
pl: Kontroluje, czy pole "time_range" z bieżącego widoku powinno zostać przekazane do wykresu zawierającego dane adnotacji.

source: This controls whether the time grain field from the current view should be passed down to the chart containing the annotation data.
pl: Kontroluje, czy pole ziarna czasu z bieżącego widoku powinno zostać przekazane do wykresu zawierającego dane adnotacji.

source: This dashboard is currently auto refreshing; the next auto refresh will be in %s.
pl: Ten pulpit nawigacyjny jest obecnie automatycznie odświeżany; następne automatyczne odświeżenie nastąpi za %s.

source: This dashboard is managed externally, and can't be edited in Superset
pl: Ten pulpit nawigacyjny jest zarządzany zewnętrznie i nie można go edytować w Superset

source: This dashboard is not published which means it will not show up in the list of dashboards. Favorite it to see it there or access it by using the URL directly.
pl: Ten pulpit nawigacyjny nie jest opublikowany, co oznacza, że nie pojawi się na liście pulpitów nawigacyjnych. Aby go zobaczyć, należy go polubić lub uzyskać do niego dostęp bezpośrednio za pomocą adresu URL.

source: This dashboard is not published, it will not show up in the list of dashboards. Click here to publish this dashboard.
pl: Ten pulpit nawigacyjny nie jest opublikowany, nie pojawi się na liście pulpitów nawigacyjnych. Kliknij tutaj, aby opublikować ten pulpit nawigacyjny.

source: This dashboard is now hidden
pl: Ten pulpit nawigacyjny jest teraz ukryty

source: This dashboard is now published
pl: Ten pulpit nawigacyjny został opublikowany

source: This dashboard is published. Click to make it a draft.
pl: Ten pulpit nawigacyjny został opublikowany. Kliknij, aby utworzyć wersję roboczą.

source: This dashboard is ready to embed. In your application, pass the following id to the SDK:
pl: Ten pulpit nawigacyjny jest gotowy do osadzenia. W aplikacji należy przekazać następujący identyfikator do SDK:

source: This dashboard was saved successfully.
pl: Ten pulpit nawigacyjny został pomyślnie zapisany.

source: This database is managed externally, and can't be edited in Superset
pl: Ta baza danych jest zarządzana zewnętrznie i nie może być edytowana w Supersecie

source: This database table does not contain any data. Please select a different table.
pl: Ta tabela bazy danych nie zawiera żadnych danych. Wybierz inną tabelę.

source: This dataset is managed externally, and can't be edited in Superset
pl: Ten zestaw danych jest zarządzany zewnętrznie i nie może być edytowany w Superset

source: This dataset is not used to power any charts.
pl: Ten zestaw danych nie jest używany do zasilania żadnych wykresów.

source: This defines the element to be plotted on the chart
pl: To definiuje element, który ma być wykreślony na wykresie

source: This field is used as a unique identifier to attach the calculated dimension to charts. It is also used as the alias in the SQL query.
pl: To pole jest używane jako unikatowy identyfikator w celu dołączenia wymiaru wyliczanego do wykresów. Jest również używane jako alias w zapytaniu SQL.

source: This field is used as a unique identifier to attach the metric to charts. It is also used as the alias in the SQL query.
pl: To pole jest używane jako unikalny identyfikator w celu dołączenia metryki do wykresów. Jest ono również używane jako alias w zapytaniu SQL.

source: This fields acts a Superset view, meaning that Superset will run a query against this string as a subquery.
pl: To pole działa jako widok Superset, co oznacza, że Superset uruchomi zapytanie względem tego ciągu jako podzapytanie.

source: This filter might be incompatible with current dataset
pl: Ten filtr może być niekompatybilny z bieżącym zestawem danych

source: This functionality is disabled in your environment for security reasons.
pl: Ta funkcja jest wyłączona w środowisku użytkownika ze względów bezpieczeństwa.

source: This is the condition that will be added to the WHERE clause. For example, to only return rows for a particular client, you might define a regular filter with the clause `client_id = 9`. To display no rows unless a user belongs to a RLS filter role, a base filter can be created with the clause `1 = 0` (always false).
pl: Jest to warunek, który zostanie dodany do klauzuli WHERE. Na przykład, aby zwrócić tylko wiersze dla określonego klienta, można zdefiniować zwykły filtr z klauzulą `client_id = 9`. Aby nie wyświetlać żadnych wierszy, chyba że użytkownik należy do roli filtra RLS, można utworzyć filtr podstawowy z klauzulą `1 = 0` (zawsze fałsz).

source: This json object describes the positioning of the widgets in the dashboard. It is dynamically generated when adjusting the widgets size and positions by using drag & drop in the dashboard view
pl: Ten obiekt json opisuje pozycjonowanie widżetów na pulpicie nawigacyjnym. Jest on generowany dynamicznie podczas dostosowywania rozmiaru i pozycji widżetów za pomocą przeciągania i upuszczania w widoku pulpitu nawigacyjnego.

source: This markdown component has an error.
pl: Ten komponent markdown ma błąd.

source: This markdown component has an error. Please revert your recent changes.
pl: Ten komponent markdown ma błąd. Prosimy o przywrócenie ostatnich zmian.

source: This may be triggered by:
pl: Może to być wywołane przez:

source: This metric is used to define row selection criteria (how the rows are sorted) if a series or row limit is present. If not defined, it reverts to the first metric (where appropriate).
pl: Ta metryka służy do definiowania kryteriów wyboru wierszy (sposobu sortowania wierszy), jeśli występuje limit serii lub wierszy. Jeśli nie zostanie zdefiniowana, powraca do pierwszej metryki (w stosownych przypadkach).

source: This metric might be incompatible with current dataset
pl: Ta metryka może być niekompatybilna z obecnym zestawem danych

source: This section allows you to configure how to use the slice to generate annotations.
pl: Ta sekcja umożliwia skonfigurowanie sposobu korzystania z wycinka do generowania adnotacji.

source: This section contains options that allow for advanced analytical post processing of query results
pl: Ta sekcja zawiera opcje, które pozwalają na zaawansowane analityczne przetwarzanie wyników zapytań.

source: This section contains validation errors
pl: Ta sekcja zawiera błędy walidacji

source: This session has encountered an interruption, and some controls may not work as intended. If you are the developer of this app, please check that the guest token is being generated correctly.
pl: Ta sesja napotkała przerwę, a niektóre elementy sterujące mogą nie działać zgodnie z przeznaczeniem. Jeśli jesteś twórcą tej aplikacji, sprawdź, czy token gościa jest generowany poprawnie.

source: This table already has a dataset
pl: Ta tabela ma już zestaw danych

source: This table already has a dataset associated with it. You can only associate one dataset with a table.
pl: Ta tabela ma już powiązany zestaw danych. Z tabelą można powiązać tylko jeden zestaw danych.

source: This value should be greater than the left target value
pl: Wartość ta powinna być większa niż lewa wartość docelowa

source: This value should be smaller than the right target value
pl: Wartość ta powinna być mniejsza niż właściwa wartość docelowa

source: This visualization type does not support cross-filtering.
pl: Ten typ wizualizacji nie obsługuje filtrowania krzyżowego.

source: This visualization type is not supported.
pl: Ten typ wizualizacji nie jest obsługiwany.

source: This will remove your current embed configuration.
pl: Spowoduje to usunięcie bieżącej konfiguracji osadzania.

source: Threshold
pl: Próg

source: Threshold alpha level for determining significance
pl: Próg poziomu alfa dla określenia istotności

source: Threshold:
pl: Próg:

source: Thumbnails
pl: Miniatury

source: Thursday
pl: Czwartek

source: Time
pl: Czas

source: Time Column
pl: Kolumna czasu

source: Time Comparison
pl: Porównanie czasu

source: Time Format
pl: Format czasu

source: Time Grain
pl: Ziarno czasu

source: Time Grain must be specified when using Time Shift.
pl: Ziarno czasu musi być określone podczas korzystania z funkcji Time Shift.

source: Time Granularity
pl: Granulacja czasu

source: Time Lag
pl: Opóźnienie czasowe

source: Time Range
pl: Zakres czasu

source: Time Ratio
pl: Współczynnik czasu

source: Time Series
pl: Serie czasowe

source: Time Series - Bar Chart
pl: Szereg czasowy - wykres słupkowy

source: Time Series - Line Chart
pl: Szereg czasowy - wykres liniowy

source: Time Series - Nightingale Rose Chart
pl: Szeregi czasowe - wykres Nightingale Rose

source: Time Series - Paired t-test
pl: Szeregi czasowe - sparowany test t

source: Time Series - Percent Change
pl: Szereg czasowy - zmiana procentowa

source: Time Series - Period Pivot
pl: Szeregi czasowe - okres przestawny

source: Time Series - Stacked
pl: Serie czasowe - skumulowane

source: Time Series Options
pl: Opcje szeregów czasowych

source: Time Shift
pl: Zmiana czasu

source: Time Table View
pl: Widok tabeli czasu

source: Time column
pl: Kolumna czasu

source: Time column "%(col)s" does not exist in dataset
pl: Kolumna czasu "%(col)s" nie istnieje w zbiorze danych

source: Time column filter plugin
pl: Wtyczka filtrująca kolumny czasu

source: Time column to apply dependent temporal filter to
pl: Kolumna czasu do zastosowania zależnego filtra czasowego

source: Time column to apply time range to
pl: Kolumna czasu do zastosowania zakresu czasu

source: Time comparison
pl: Porównanie czasu

source: Time delta in natural language (example: 24 hours, 7 days, 56 weeks, 365 days)
pl: Delta czasu w języku naturalnym (przykład: 24 godziny, 7 dni, 56 tygodni, 365 dni)

source: Time delta is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
pl: Różnica czasu jest niejednoznaczna. Podaj [%(human_readable)s temu] lub [%(human_readable)s później].

source: Time filter
pl: Filtr czasu

source: Time format
pl: Format czasu

source: Time grain
pl: Ziarno czasu

source: Time grain filter plugin
pl: Wtyczka filtra ziarna czasu

source: Time grain missing
pl: Brak ziarna czasu

source: Time granularity
pl: Granulacja czasu

source: Time in seconds
pl: Czas w sekundach

source: Time lag
pl: Opóźnienie czasowe

source: Time range
pl: Zakres czasu

source: Time ratio
pl: Współczynnik czasu

source: Time related form attributes
pl: Atrybuty formularza związane z czasem

source: Time series
pl: Szeregi czasowe

source: Time series columns
pl: Kolumny szeregów czasowych

source: Time shift
pl: Zmiana czasu

source: Time string is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
pl: Ciąg czasu jest niejednoznaczny. Podaj [%(human_readable)s temu] lub [%(human_readable)s później].

source: Time-series Bar Chart (legacy)
pl: Wykres słupkowy szeregów czasowych (starsze wersje)

source: Time-series Percent Change
pl: Procentowa zmiana w szeregu czasowym

source: Time-series Period Pivot
pl: Okres szeregu czasowego Pivot

source: Time-series Table
pl: Tabela szeregów czasowych

source: Timeout error
pl: Błąd przekroczenia limitu czasu

source: Timestamp format
pl: Format znacznika czasu

source: Timezone
pl: Strefa czasowa

source: Timezone offset (in hours) for this datasource
pl: Przesunięcie strefy czasowej (w godzinach) dla tego źródła danych

source: Timezone selector
pl: Selektor strefy czasowej

source: Tiny
pl: Malutki

source: Title
pl: Tytuł

source: Title Column
pl: Kolumna tytułowa

source: Title is required
pl: Wymagany jest tytuł

source: Title or Slug
pl: Tytuł lub ślimak

source: To filter on a metric, use Custom SQL tab.
pl: Aby filtrować metryki, użyj zakładki Custom SQL.

source: To get a readable URL for your dashboard
pl: Aby uzyskać czytelny adres URL dla pulpitu nawigacyjnego

source: Tooltip Contents
pl: Zawartość podpowiedzi

source: Tooltip sort by metric
pl: Tooltip sortowania według metryki

source: Tooltip time format
pl: Format czasu podpowiedzi

source: Top left
pl: U góry po lewej

source: Top right
pl: Prawy górny róg

source: Top to Bottom
pl: Od góry do dołu

source: Total
pl: Łącznie

source: Total (%(aggfunc)s)
pl: Razem (%(aggfunc)s)

source: Total (%(aggregatorName)s)
pl: Razem (%(aggregatorName)s)

source: Total value
pl: Całkowita wartość

source: Total: %s
pl: Razem: %s

source: Totals
pl: Łącznie

source: Track job
pl: Śledzenie pracy

source: Transformable
pl: Transformowalny

source: Transparent
pl: Przezroczysty

source: Transpose pivot
pl: Transpozycja osi obrotu

source: Treat values as categorical.
pl: Traktuj wartości jako kategoryczne.

source: Tree Chart
pl: Wykres drzewa

source: Tree layout
pl: Układ drzewa

source: Tree orientation
pl: Orientacja drzewa

source: Treemap
pl: Mapa drzewa

source: Triangle
pl: Trójkąt

source: Trigger Alert If...
pl: Alert wyzwalany, jeśli...

source: Truncate Axis
pl: Obetnij oś

source: Truncate Cells
pl: Obcinanie komórek

source: Truncate Metric
pl: Obetnij metrykę

source: Truncate X Axis
pl: Obetnij oś X

source: Truncate X Axis. Can be overridden by specifying a min or max bound. Only applicable for numercal X axis.
pl: Obetnij oś X. Może zostać zastąpione przez określenie granicy min. lub maks. Dotyczy tylko numerycznej osi X.

source: Truncate Y Axis
pl: Obetnij oś Y

source: Truncate Y Axis. Can be overridden by specifying a min or max bound.
pl: Obetnij oś Y. Można zastąpić, określając granicę min. lub maks.

source: Truncate long cells to the "min width" set above
pl: Obcięcie długich komórek do "minimalnej szerokości" ustawionej powyżej

source: Truncates the specified date to the accuracy specified by the date unit.
pl: Obcina podaną datę z dokładnością określoną przez jednostkę daty.

source: Try applying different filters or ensuring your datasource has data
pl: Spróbuj zastosować różne filtry lub upewnij się, że źródło danych zawiera dane

source: Try different criteria to display results.
pl: Wypróbuj różne kryteria wyświetlania wyników.

source: Tuesday
pl: Wtorek

source: Type
pl: Typ

source: Type "%s" to confirm
pl: Wpisz "%s", aby potwierdzić

source: Type a value
pl: Wpisz wartość

source: Type a value here
pl: Wpisz tutaj wartość

source: Type is required
pl: Typ jest wymagany

source: Type of Google Sheets allowed
pl: Dozwolony typ Arkuszy Google

source: Type of comparison, value difference or percentage
pl: Typ porównania, różnica wartości lub wartość procentowa

source: UI Configuration
pl: Konfiguracja interfejsu użytkownika

source: URL Parameters
pl: Parametry URL

source: URL parameters
pl: Parametry URL

source: URL slug
pl: Slug adresu URL

source: Unable to add a new tab to the backend. Please contact your administrator.
pl: Nie można dodać nowej karty do zaplecza. Prosimy o kontakt z administratorem.

source: Unable to connect to catalog named "%(catalog_name)s".
pl: Nie można połączyć się z katalogiem o nazwie "%(catalog_name)s".

source: Unable to connect to database "%(database)s".
pl: Nie można połączyć się z bazą danych "%(database)s".

source: Unable to connect. Verify that the following roles are set on the service account: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" and the following permissions are set "bigquery.readsessions.create", "bigquery.readsessions.getData"
pl: Nie można nawiązać połączenia. Sprawdź, czy na koncie usługi ustawione są następujące role: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" oraz ustawione są następujące uprawnienia "bigquery.readsessions.create", "bigquery.readsessions.getData"

source: Unable to create chart without a query id.
pl: Nie można utworzyć wykresu bez identyfikatora zapytania.

source: Unable to decode value
pl: Nie można zdekodować wartości

source: Unable to encode value
pl: Nie można zakodować wartości

source: Unable to find such a holiday: [%(holiday)s]
pl: Nie można znaleźć takiego święta: [%(holiday)s].

source: Unable to load columns for the selected table. Please select a different table.
pl: Nie można załadować kolumn dla wybranej tabeli. Wybierz inną tabelę.

source: Unable to migrate query editor state to backend. Superset will retry later. Please contact your administrator if this problem persists.
pl: Nie można zmigrować stanu edytora zapytań do zaplecza. Superset ponowi próbę później. Skontaktuj się z administratorem, jeśli problem będzie się powtarzał.

source: Unable to migrate query state to backend. Superset will retry later. Please contact your administrator if this problem persists.
pl: Nie można zmigrować stanu zapytania do zaplecza. Superset ponowi próbę później. Skontaktuj się z administratorem, jeśli problem będzie się powtarzał.

source: Unable to migrate table schema state to backend. Superset will retry later. Please contact your administrator if this problem persists.
pl: Nie można zmigrować stanu schematu tabeli do zaplecza. Superset ponowi próbę później. Skontaktuj się z administratorem, jeśli problem będzie się powtarzał.

source: Unable to retrieve dashboard colors
pl: Nie można pobrać kolorów pulpitu nawigacyjnego

source: Unable to upload CSV file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
pl: Nie można przesłać pliku CSV "%(filename)s" do tabeli "%(table_name)s" w bazie danych "%(db_name)s". Komunikat o błędzie: %(error_msg)s

source: Unable to upload Columnar file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
pl: Nie można przesłać pliku kolumnowego "%(filename)s" do tabeli "%(table_name)s" w bazie danych "%(db_name)s". Komunikat o błędzie: %(error_msg)s

source: Unable to upload Excel file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
pl: Nie można przesłać pliku Excel "%(filename)s" do tabeli "%(table_name)s" w bazie danych "%(db_name)s". Komunikat o błędzie: %(error_msg)s

source: Undefined
pl: Niezdefiniowany

source: Undefined window for rolling operation
pl: Niezdefiniowane okno dla operacji zwijania

source: Undo the action
pl: Cofnij działanie

source: Undo?
pl: Cofnąć?

source: Unexpected error
pl: Nieoczekiwany błąd

source: Unexpected error occurred, please check your logs for details
pl: Wystąpił nieoczekiwany błąd, sprawdź szczegóły w dziennikach

source: Unexpected error:
pl: Nieoczekiwany błąd:

source: Unexpected time range: %(error)s
pl: Nieoczekiwany zakres czasu: %(error)s

source: Unknown
pl: Nieznany

source: Unknown Doris server host "%(hostname)s".
pl: Nieznany host serwera Doris "%(hostname)s".

source: Unknown MySQL server host "%(hostname)s".
pl: Nieznany host serwera MySQL "%(hostname)s".

source: Unknown Presto Error
pl: Nieznany błąd Presto

source: Unknown Status
pl: Nieznany status

source: Unknown column used in orderby: %(col)s
pl: Nieznana kolumna użyta w orderby: %(col)s

source: Unknown error
pl: Nieznany błąd

source: Unknown input format
pl: Nieznany format wejściowy

source: Unknown type
pl: Nieznany typ

source: Unknown value
pl: Wartość nieznana

source: Unsafe return type for function %(func)s: %(value_type)s
pl: Niebezpieczny typ zwracany dla funkcji %(func)s: %(value_type)s

source: Unsafe template value for key %(key)s: %(value_type)s
pl: Niebezpieczna wartość szablonu dla klucza %(key)s: %(value_type)s

source: Unsupported clause type: %(clause)s
pl: Nieobsługiwany typ klauzuli: %(clause)s

source: Unsupported post processing operation: %(operation)s
pl: Nieobsługiwana operacja przetwarzania końcowego: %(operation)s

source: Unsupported return value for method %(name)s
pl: Nieobsługiwana wartość zwracana dla metody %(name)s

source: Unsupported template value for key %(key)s
pl: Nieobsługiwana wartość szablonu dla klucza %(key)s

source: Unsupported time grain: %(time_grain)s
pl: Nieobsługiwane ziarno czasu: %(time_grain)s

source: Untitled Dataset
pl: Zestaw danych bez tytułu

source: Untitled Query
pl: Zapytanie bez tytułu

source: Untitled query
pl: Zapytanie bez tytułu

source: Update
pl: Aktualizacja

source: Update chart
pl: Tabela aktualizacji

source: Updating chart was stopped
pl: Aktualizacja wykresu została zatrzymana

source: Upload
pl: Przesyłanie

source: Upload CSV
pl: Prześlij CSV

source: Upload CSV to database
pl: Prześlij CSV do bazy danych

source: Upload Credentials
pl: Prześlij dane uwierzytelniające

source: Upload Enabled
pl: Włączone przesyłanie

source: Upload Excel file
pl: Prześlij plik Excel

source: Upload Excel file to database
pl: Prześlij plik Excel do bazy danych

source: Upload JSON file
pl: Prześlij plik JSON

source: Upload columnar file
pl: Prześlij plik kolumnowy

source: Upload columnar file to database
pl: Prześlij plik kolumnowy do bazy danych

source: Upload file to database
pl: Prześlij plik do bazy danych

source: Upper Threshold
pl: Górny próg

source: Upper threshold must be greater than lower threshold
pl: Górny próg musi być większy niż dolny próg

source: Usage
pl: Użycie

source: Use "%(menuName)s" menu instead.
pl: Zamiast tego należy użyć menu "%(menuName)s".

source: Use %s to open in a new tab.
pl: Użyj %s, aby otworzyć w nowej karcie.

source: Use Area Proportions
pl: Proporcje powierzchni użytkowej

source: Use Columns
pl: Użyj kolumn

source: Use a log scale
pl: Użyj skali logarytmicznej

source: Use a log scale for the X-axis
pl: Użyj skali logarytmicznej dla osi X

source: Use a log scale for the Y-axis
pl: Użyj skali logarytmicznej dla osi Y

source: Use an encrypted connection to the database
pl: Użyj szyfrowanego połączenia z bazą danych

source: Use an ssh tunnel connection to the database
pl: Użyj połączenia tunelowego ssh z bazą danych
