Repository: dchabrzyk/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Make sure that the controls are configured properly and the datasource contains data for the selected time range
pl: Upewnij się, że kontrolki są poprawnie skonfigurowane, a źródło danych zawiera dane dla wybranego zakresu czasu.

source: Make the x-axis categorical
pl: Uczyń oś x kategoryczną

source: Malformed request. slice_id or table_name and db_name arguments are expected
pl: Oczekiwane są argumenty slice_id lub table_name i db_name.

source: Manage
pl: Zarządzanie

source: Manage email report
pl: Zarządzanie raportem e-mail

source: Manage your databases
pl: Zarządzanie bazami danych

source: Mandatory
pl: Obowiązkowe

source: Manually set min/max values for the y-axis.
pl: Ręczne ustawienie wartości min/max dla osi y.

source: Map
pl: Mapa

source: Map Style
pl: Styl mapy

source: March
pl: Marzec

source: Margin
pl: Margines

source: Mark a column as temporal in "Edit datasource" modal
pl: Oznacz kolumnę jako tymczasową w oknie modalnym "Edytuj źródło danych"

source: Marker Size
pl: Rozmiar znacznika

source: Marker labels
pl: Etykiety znaczników

source: Marker line labels
pl: Etykiety linii znaczników

source: Marker lines
pl: Linie znaczników

source: Marker size
pl: Rozmiar znacznika

source: Markers
pl: Znaczniki

source: Markup type
pl: Typ znacznika

source: Max Bubble Size
pl: Maksymalny rozmiar pęcherzyka

source: Maximum
pl: Maksimum

source: Maximum Font Size
pl: Maksymalny rozmiar czcionki

source: Maximum Radius
pl: Maksymalny promień

source: Maximum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this maximum radius.
pl: Maksymalny rozmiar promienia okręgu w pikselach. Wraz ze zmianą poziomu powiększenia zapewnia to, że okrąg zachowuje ten maksymalny promień.

source: Maximum value
pl: Wartość maksymalna

source: Maximum value on the gauge axis
pl: Maksymalna wartość na osi miernika

source: May
pl: Maj

source: Mean of values over specified period
pl: Średnia wartości w określonym okresie

source: Mean values
pl: Średnie wartości

source: Median
pl: Mediana

source: Median edge width, the thickest edge will be 4 times thicker than the thinnest.
pl: Mediana szerokości krawędzi, najgrubsza krawędź będzie 4 razy grubsza niż najcieńsza.

source: Median node size, the largest node will be 4 times larger than the smallest
pl: Mediana rozmiaru węzła, największy węzeł będzie 4 razy większy niż najmniejszy.

source: Median values
pl: Wartości mediany

source: Medium
pl: Średni

source: Menu actions trigger
pl: Uruchamianie akcji menu

source: Message content
pl: Treść wiadomości

source: Metadata
pl: Metadane

source: Metadata Parameters
pl: Parametry metadanych

source: Metadata has been synced
pl: Metadane zostały zsynchronizowane

source: Method
pl: Metoda

source: Metric
pl: Metryczny

source: Metric '%(metric)s' does not exist
pl: Metryka '%(metric)s' nie istnieje

source: Metric Key
pl: Klucz metryczny

source: Metric ascending
pl: Metryczny rosnący

source: Metric assigned to the [X] axis
pl: Metryka przypisana do osi [X]

source: Metric assigned to the [Y] axis
pl: Metryka przypisana do osi [Y]

source: Metric change in value from `since` to `until`
pl: Zmiana wartości metryki od `od` do `do`

source: Metric currency
pl: Waluta metryczna

source: Metric descending
pl: Metryczny malejący

source: Metric factor change from `since` to `until`
pl: Zmiana współczynnika metryki z `od` na `do`

source: Metric for node values
pl: Metryka dla wartości węzła

source: Metric name
pl: Nazwa metryki

source: Metric name [%s] is duplicated
pl: Nazwa metryki [%s] jest zduplikowana

source: Metric percent change in value from `since` to `until`
pl: Metryczna procentowa zmiana wartości od `od` do `do`

source: Metric that defines the size of the bubble
pl: Metryka określająca rozmiar bąbelka

source: Metric to display bottom title
pl: Metryka do wyświetlania dolnego tytułu

source: Metric used as a weight for the grid's coloring
pl: Metryka używana jako waga dla kolorowania siatki

source: Metric used to calculate bubble size
pl: Metryka używana do obliczania rozmiaru pęcherzyka

source: Metric used to control height
pl: Metryczny używany do kontroli wysokości

source: Metric used to define how the top series are sorted if a series or cell limit is present. If undefined reverts to the first metric (where appropriate).
pl: Metryka używana do definiowania sposobu sortowania najlepszych serii, jeśli występuje limit serii lub komórek. Jeśli niezdefiniowane, przywraca pierwszą metrykę (w stosownych przypadkach).

source: Metric used to define how the top series are sorted if a series or row limit is present. If undefined reverts to the first metric (where appropriate).
pl: Metryka używana do definiowania sposobu sortowania najlepszych serii, jeśli występuje limit serii lub wierszy. Jeśli niezdefiniowane, powraca do pierwszej metryki (w stosownych przypadkach).

source: Metric used to order the limit if a series limit is present. If undefined reverts to the first metric (where appropriate).
pl: Metryka używana do uporządkowania limitu, jeśli występuje limit serii. Jeśli niezdefiniowane, powraca do pierwszej metryki (w stosownych przypadkach).

source: Metrics
pl: Metryki

source: Middle
pl: Środek

source: Midnight
pl: Północ

source: Miles
pl: Mile

source: Min Periods
pl: Okresy minimalne

source: Min Width
pl: Minimalna szerokość

source: Min periods
pl: Okresy minimalne

source: Min/max (no outliers)
pl: Min/max (bez wartości odstających)

source: Mine
pl: Kopalnia

source: Minimum Font Size
pl: Minimalny rozmiar czcionki

source: Minimum Radius
pl: Minimalny promień

source: Minimum leaf node event count
pl: Minimalna liczba zdarzeń węzła liści

source: Minimum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this minimum radius.
pl: Minimalny rozmiar promienia okręgu, w pikselach. Wraz ze zmianą poziomu powiększenia zapewnia to, że okrąg zachowuje ten minimalny promień.

source: Minimum threshold in percentage points for showing labels.
pl: Minimalny próg w punktach procentowych dla wyświetlania etykiet.

source: Minimum value
pl: Wartość minimalna

source: Minimum value for label to be displayed on graph.
pl: Minimalna wartość etykiety wyświetlanej na wykresie.

source: Minimum value on the gauge axis
pl: Minimalna wartość na osi miernika

source: Minor Split Line
pl: Niewielka linia podziału

source: Minor ticks
pl: Drobne kleszcze

source: Minute
pl: Minuta

source: Minutes %s
pl: Minuty %s

source: Missing URL parameters
pl: Brakujące parametry adresu URL

source: Missing dataset
pl: Brakujący zestaw danych

source: Mixed Chart
pl: Wykres mieszany

source: Modified
pl: Zmodyfikowany

source: Modified %s
pl: Zmodyfikowany %s

source: Modified by
pl: Zmodyfikowany przez

source: Modified by: %s
pl: Zmodyfikowany przez: %s

source: Modified columns: %s
pl: Zmodyfikowane kolumny: %s

source: Monday
pl: Poniedziałek

source: Month
pl: Miesiąc

source: Months %s
pl: Miesiące %s

source: More
pl: Więcej

source: More filters
pl: Więcej filtrów

source: Move only
pl: Tylko ruch

source: Moves the given set of dates by a specified interval.
pl: Przesuwa podany zestaw dat o określony interwał.

source: Multi-Dimensions
pl: Wielowymiarowość

source: Multi-Layers
pl: Wielowarstwowość

source: Multi-Levels
pl: Wielopoziomowość

source: Multi-Variables
pl: Wiele zmiennych

source: Multiple
pl: Wiele

source: Multiple file extensions are not allowed for columnar uploads. Please make sure all files are of the same extension.
pl: Wiele rozszerzeń plików nie jest dozwolonych w przypadku przesyłania plików w kolumnach. Upewnij się, że wszystkie pliki mają to samo rozszerzenie.

source: Multiple filtering
pl: Wielokrotne filtrowanie

source: Multiple formats accepted, look the geopy.points Python library for more details
pl: Akceptowanych jest wiele formatów, więcej szczegółów można znaleźć w bibliotece geopy.points Pythona.

source: Multiplier
pl: Mnożnik

source: Must be unique
pl: Musi być unikalny

source: Must choose either a chart or a dashboard
pl: Należy wybrać wykres lub pulpit nawigacyjny.

source: Must have a [Group By] column to have 'count' as the [Label]
pl: Musi mieć kolumnę [Group By], aby mieć "count" jako [Label].

source: Must have at least one numeric column specified
pl: Musi być określona co najmniej jedna kolumna numeryczna

source: Must provide credentials for the SSH Tunnel
pl: Musi podać dane uwierzytelniające dla tunelu SSH.

source: Must specify a value for filters with comparison operators
pl: Musi określać wartość dla filtrów z operatorami porównania

source: My beautiful colors
pl: Moje piękne kolory

source: My column
pl: Moja kolumna

source: My metric
pl: Moja metryka

source: N/A
pl: NIE DOTYCZY

source: NOW
pl: TERAZ

source: NUMERIC
pl: LICZBOWY

source: Name
pl: Nazwa

source: Name is required
pl: Nazwa jest wymagana

source: Name must be unique
pl: Nazwa musi być unikalna

source: Name of table to be created from columnar data.
pl: Nazwa tabeli, która ma zostać utworzona z danych kolumnowych.

source: Name of table to be created from excel data.
pl: Nazwa tabeli, która ma zostać utworzona z danych Excela.

source: Name of table to be created with CSV file
pl: Nazwa tabeli, która ma zostać utworzona z pliku CSV

source: Name of the column containing the id of the parent node
pl: Nazwa kolumny zawierającej identyfikator węzła nadrzędnego

source: Name of the id column
pl: Nazwa kolumny id

source: Name of the source nodes
pl: Nazwa węzła źródłowego

source: Name of the table that exists in the source database
pl: Nazwa tabeli istniejącej w źródłowej bazie danych

source: Name of the target nodes
pl: Nazwa węzła docelowego

source: Name of your tag
pl: Nazwa identyfikatora

source: Name your database
pl: Nazwa bazy danych

source: Need help? Learn how to connect your database
pl: Potrzebujesz pomocy? Dowiedz się, jak podłączyć bazę danych

source: Need help? Learn more about
pl: Potrzebujesz pomocy? Dowiedz się więcej o

source: Network error
pl: Błąd sieci

source: Network error.
pl: Błąd sieci.

source: New chart
pl: Nowy wykres

source: New columns added: %s
pl: Dodano nowe kolumny: %s

source: New dataset
pl: Nowy zestaw danych

source: New dataset name
pl: Nowa nazwa zbioru danych

source: New header
pl: Nowy nagłówek

source: New tab
pl: Nowa karta

source: New tab (Ctrl + q)
pl: Nowa karta (Ctrl + q)

source: New tab (Ctrl + t)
pl: Nowa karta (Ctrl + t)

source: Next
pl: Następny

source: Nightingale Rose Chart
pl: Wykres róży słowika

source: No
pl: Nie

source: No %s yet
pl: Nie ma jeszcze %s

source: No Data
pl: Brak danych

source: No Results
pl: Brak wyników

source: No Rules yet
pl: Nie ma jeszcze zasad

source: No Tags created
pl: Nie utworzono żadnych tagów

source: No annotation layers yet
pl: Brak jeszcze warstw adnotacji

source: No annotation yet
pl: Brak adnotacji

source: No applied filters
pl: Brak zastosowanych filtrów

source: No available filters.
pl: Brak dostępnych filtrów.

source: No charts
pl: Brak wykresów

source: No charts yet
pl: Brak wykresów

source: No columns found
pl: Nie znaleziono kolumn

source: No compatible columns found
pl: Nie znaleziono kompatybilnych kolumn

source: No compatible datasets found
pl: Nie znaleziono kompatybilnych zestawów danych

source: No compatible schema found
pl: Nie znaleziono zgodnego schematu

source: No dashboards yet
pl: Nie ma jeszcze pulpitów nawigacyjnych

source: No data
pl: Brak danych

source: No data after filtering or data is NULL for the latest time record
pl: Brak danych po filtrowaniu lub wartość NULL dla ostatniego rekordu czasu

source: No data in file
pl: Brak danych w pliku

source: No databases match your search
pl: Brak baz danych pasujących do wyszukiwania

source: No description available.
pl: Brak dostępnego opisu.

source: No entities have this tag currently assigned
pl: Żaden podmiot nie ma obecnie przypisanego tego znacznika

source: No filter
pl: Brak filtra

source: No filter is selected.
pl: Nie wybrano żadnego filtra.

source: No filters
pl: Brak filtrów

source: No filters are currently added to this dashboard.
pl: Do tego pulpitu nawigacyjnego nie są obecnie dodane żadne filtry.

source: No form settings were maintained
pl: Żadne ustawienia formularza nie zostały zachowane

source: No global filters are currently added
pl: Obecnie nie dodano żadnych filtrów globalnych

source: No matching records found
pl: Nie znaleziono pasujących rekordów

source: No of Bins
pl: Liczba pojemników

source: No recents yet
pl: Brak ostatnich wydarzeń

source: No records found
pl: Nie znaleziono żadnych rekordów

source: No results
pl: Brak wyników

source: No results found
pl: Nie znaleziono wyników

source: No results match your filter criteria
pl: Żadne wyniki nie spełniają kryteriów filtrowania

source: No results were returned for this query
pl: Dla tego zapytania nie zwrócono żadnych wyników

source: No results were returned for this query. If you expected results to be returned, ensure any filters are configured properly and the datasource contains data for the selected time range.
pl: Nie zwrócono żadnych wyników dla tego zapytania. Jeśli oczekiwałeś, że wyniki zostaną zwrócone, upewnij się, że wszystkie filtry są poprawnie skonfigurowane, a źródło danych zawiera dane dla wybranego zakresu czasu.

source: No rows were returned for this dataset
pl: Dla tego zestawu danych nie zwrócono żadnych wierszy

source: No samples were returned for this dataset
pl: Dla tego zestawu danych nie zwrócono żadnych próbek

source: No saved expressions found
pl: Nie znaleziono zapisanych wyrażeń

source: No saved metrics found
pl: Nie znaleziono zapisanych metryk

source: No saved queries yet
pl: Brak zapisanych zapytań

source: No stored results found, you need to re-run your query
pl: Nie znaleziono zapisanych wyników, należy ponownie uruchomić zapytanie

source: No such column found. To filter on a metric, try the Custom SQL tab.
pl: Nie znaleziono takiej kolumny. Aby filtrować według metryki, wypróbuj kartę Custom SQL.

source: No table columns
pl: Brak kolumn tabeli

source: No temporal columns found
pl: Nie znaleziono kolumn czasowych

source: No time columns
pl: Brak kolumn czasowych

source: No validator found (configured for the engine)
pl: Nie znaleziono walidatora (skonfigurowanego dla silnika)

source: No validator named %(validator_name)s found (configured for the %(engine_spec)s engine)
pl: Nie znaleziono walidatora o nazwie %(validator_name)s (skonfigurowanego dla silnika %(engine_spec)s).

source: Node label position
pl: Pozycja etykiety węzła

source: Node select mode
pl: Tryb wyboru węzła

source: Node size
pl: Rozmiar węzła

source: None
pl: Brak

source: None -> Arrow
pl: Brak -> Strzałka

source: None -> None
pl: Brak -> Brak

source: Normal
pl: Normalny

source: Normalize column names
pl: Normalizacja nazw kolumn

source: Normalized
pl: Znormalizowany

source: Not Time Series
pl: Nie serie czasowe

source: Not added to any dashboard
pl: Nie dodano do żadnego pulpitu nawigacyjnego

source: Not available
pl: Niedostępne

source: Not defined
pl: Nie określono

source: Not equal to (≠)
pl: Nie równa się (≠)

source: Not in
pl: Nie w

source: Not triggered
pl: Nie uruchomiono

source: Not up to date
pl: Nieaktualne

source: Nothing triggered
pl: Nic nie zostało uruchomione

source: Notification method
pl: Metoda powiadamiania

source: November
pl: Listopad

source: Now
pl: Teraz

source: Null Values
pl: Wartości zerowe

source: Null imputation
pl: Imputacja zerowa

source: Null or Empty
pl: Null lub Empty

source: Null values
pl: Wartości zerowe

source: Number Format
pl: Format liczbowy

source: Number bounds used for color encoding from red to blue. Reverse the numbers for blue to red. To get pure red or blue, you can enter either only min or max.
pl: Granice liczbowe używane do kodowania kolorów od czerwonego do niebieskiego. Odwróć liczby dla kolorów od niebieskiego do czerwonego. Aby uzyskać czysty czerwony lub niebieski, można wprowadzić tylko wartość minimalną lub maksymalną.

source: Number format
pl: Format liczbowy

source: Number format string
pl: Ciąg formatu liczbowego

source: Number formatting
pl: Formatowanie liczb

source: Number of buckets to group data
pl: Liczba kubełków do pogrupowania danych

source: Number of decimal digits to round numbers to
pl: Liczba cyfr dziesiętnych do zaokrąglenia liczb

source: Number of decimal places with which to display lift values
pl: Liczba miejsc dziesiętnych, z którymi mają być wyświetlane wartości podnośnika

source: Number of decimal places with which to display p-values
pl: Liczba miejsc po przecinku do wyświetlenia wartości p

source: Number of periods to compare against. You can use negative numbers to compare from the beginning of the time range.
pl: Liczba okresów do porównania. Można użyć liczb ujemnych, aby porównywać od początku zakresu czasu.

source: Number of periods to ratio against
pl: Liczba okresów do porównania

source: Number of rows of file to read
pl: Liczba wierszy pliku do odczytania

source: Number of rows of file to read.
pl: Liczba wierszy pliku do odczytania.

source: Number of rows to skip at start of file
pl: Liczba wierszy do pominięcia na początku pliku

source: Number of rows to skip at start of file.
pl: Liczba wierszy do pominięcia na początku pliku.

source: Number of split segments on the axis
pl: Liczba podzielonych segmentów na osi

source: Number of steps to take between ticks when displaying the X scale
pl: Liczba kroków między wskazaniami podczas wyświetlania skali X

source: Number of steps to take between ticks when displaying the Y scale
pl: Liczba kroków między wskazaniami podczas wyświetlania skali Y

source: Numerical range
pl: Zakres numeryczny

source: October
pl: Październik

source: Offset
pl: Przesunięcie

source: On Grace
pl: O łasce

source: One or many columns to group by. High cardinality groupings should include a series limit to limit the number of fetched and rendered series.
pl: Jedna lub wiele kolumn do pogrupowania. Grupy o wysokiej kardynalności powinny zawierać limit serii, aby ograniczyć liczbę pobieranych i renderowanych serii.

source: One or many controls to group by. If grouping, latitude and longitude columns must be present.
pl: Jedna lub wiele kontrolek do pogrupowania. W przypadku grupowania muszą być obecne kolumny szerokości i długości geograficznej.

source: One or many controls to pivot as columns
pl: Jedna lub wiele kontrolek do przestawiania jako kolumny

source: One or many metrics to display
pl: Jedna lub wiele metryk do wyświetlenia

source: One or more columns already exist
pl: Jedna lub więcej kolumn już istnieje

source: One or more columns are duplicated
pl: Jedna lub więcej kolumn jest zduplikowanych

source: One or more columns do not exist
pl: Jedna lub więcej kolumn nie istnieje

source: One or more metrics already exist
pl: Jeden lub więcej wskaźników już istnieje

source: One or more metrics are duplicated
pl: Jeden lub więcej wskaźników jest zduplikowanych

source: One or more metrics do not exist
pl: Jeden lub więcej wskaźników nie istnieje

source: One or more parameters needed to configure a database are missing.
pl: Brakuje jednego lub więcej parametrów potrzebnych do skonfigurowania bazy danych.

source: One or more parameters specified in the query are malformed.
pl: Jeden lub więcej parametrów określonych w zapytaniu jest nieprawidłowo sformatowanych.

source: One or more parameters specified in the query are missing.
pl: Brakuje jednego lub więcej parametrów określonych w zapytaniu.

source: One ore more annotation layers failed loading.
pl: Nie udało się załadować co najmniej jednej warstwy adnotacji.

source: Only SELECT statements are allowed against this database.
pl: Tylko instrukcje SELECT są dozwolone dla tej bazy danych.

source: Only Total
pl: Tylko łącznie

source: Only `SELECT` statements are allowed
pl: Dozwolone są tylko instrukcje `SELECT`

source: Only applies when "Label Type" is not set to a percentage.
pl: Ma zastosowanie tylko wtedy, gdy "Typ etykiety" nie jest ustawiony na wartość procentową.

source: Only applies when "Label Type" is set to show values.
pl: Ma zastosowanie tylko wtedy, gdy "Typ etykiety" jest ustawiony na wyświetlanie wartości.

source: Only selected panels will be affected by this filter
pl: Filtr ten będzie miał wpływ tylko na wybrane panele

source: Only show the total value on the stacked chart, and not show on the selected category
pl: Na wykresie skumulowanym wyświetlana jest tylko łączna wartość, a nie wybrana kategoria.

source: Only single queries supported
pl: Obsługiwane są tylko pojedyncze zapytania

source: Only the following file extensions are allowed: %(allowed_extensions)s
pl: Dozwolone są tylko następujące rozszerzenia plików: %(allowed_extensions)s

source: Oops! An error occurred!
pl: Ups! Wystąpił błąd!

source: Opacity of Area Chart. Also applies to confidence band.
pl: Nieprzezroczystość wykresu obszaru. Dotyczy również przedziału ufności.

source: Opacity of all clusters, points, and labels. Between 0 and 1.
pl: Krycie wszystkich klastrów, punktów i etykiet. Między 0 a 1.

source: Opacity of area chart.
pl: Krycie wykresu obszaru.

source: Opacity of bubbles, 0 means completely transparent, 1 means opaque
pl: Nieprzezroczystość bąbelków, 0 oznacza całkowicie przezroczysty, 1 oznacza nieprzezroczysty.

source: Opacity, expects values between 0 and 100
pl: Krycie, oczekuje wartości od 0 do 100

source: Open Datasource tab
pl: Karta Otwórz źródło danych

source: Open in SQL Lab
pl: Otwórz w SQL Lab

source: Open query in SQL Lab
pl: Otwórz zapytanie w SQL Lab

source: Operate the database in asynchronous mode, meaning that the queries are executed on remote workers as opposed to on the web server itself. This assumes that you have a Celery worker setup as well as a results backend. Refer to the installation docs for more information.
pl: Obsługa bazy danych w trybie asynchronicznym, co oznacza, że zapytania są wykonywane na zdalnych workerach, a nie na samym serwerze WWW. Zakłada to, że masz skonfigurowany worker Celery oraz backend wyników. Więcej informacji można znaleźć w dokumentacji instalacyjnej.

source: Operator undefined for aggregator: %(name)s
pl: Operator niezdefiniowany dla agregatora: %(name)s

source: Optional CA_BUNDLE contents to validate HTTPS requests. Only available on certain database engines.
pl: Opcjonalna zawartość CA_BUNDLE do sprawdzania poprawności żądań HTTPS. Dostępne tylko w niektórych silnikach baz danych.

source: Optional d3 date format string
pl: Opcjonalny ciąg formatu daty d3

source: Optional d3 number format string
pl: Opcjonalny ciąg formatu liczb d3

source: Optional name of the data column.
pl: Opcjonalna nazwa kolumny danych.

source: Optional warning about use of this metric
pl: Opcjonalne ostrzeżenie o użyciu tej metryki

source: Options
pl: Opcje

source: Or choose from a list of other databases we support:
pl: Lub wybierz z listy innych obsługiwanych przez nas baz danych:

source: Order by entity id
pl: Zamówienie według identyfikatora podmiotu

source: Order results by selected columns
pl: Porządkowanie wyników według wybranych kolumn

source: Ordering
pl: Zamawianie

source: Orientation
pl: Orientacja

source: Orientation of bar chart
pl: Orientacja wykresu słupkowego

source: Orientation of filter bar
pl: Orientacja paska filtra

source: Orientation of tree
pl: Orientacja drzewa

source: Original
pl: Oryginał

source: Original table column order
pl: Oryginalna kolejność kolumn tabeli

source: Original value
pl: Wartość początkowa

source: Orthogonal
pl: Ortogonalny

source: Other
pl: Inne

source: Outdoors
pl: Na zewnątrz

source: Outer Radius
pl: Promień zewnętrzny

source: Outer edge of Pie chart
pl: Zewnętrzna krawędź wykresu kołowego
