Repository: dchabrzyk/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Allowed Domains (comma separated)
pl: Dozwolone domeny (oddzielone przecinkami)

source: Alphabetical
pl: Alfabetycznie

source: Also known as a box and whisker plot, this visualization compares the distributions of a related metric across multiple groups. The box in the middle emphasizes the mean, median, and inner 2 quartiles. The whiskers around each box visualize the min, max, range, and outer 2 quartiles.
pl: Wizualizacja ta, znana również jako wykres typu box and whisker, porównuje rozkłady powiązanej metryki w wielu grupach. Pole w środku podkreśla średnią, medianę i 2 wewnętrzne kwartyle. Wąsy wokół każdego pola wizualizują min, maks, zakres i 2 zewnętrzne kwartyle.

source: Altered
pl: Zmieniony

source: Always filter main datetime column
pl: Zawsze filtruj główną kolumnę datetime

source: An Error Occurred
pl: Wystąpił błąd

source: An alert named "%(name)s" already exists
pl: Wpis o nazwie "%(name)s" już istnieje

source: An enclosed time range (both start and end) must be specified when using a Time Comparison.
pl: W przypadku korzystania z porównania czasu należy określić zamknięty zakres czasu (zarówno początek, jak i koniec).

source: An engine must be specified when passing individual parameters to a database.
pl: Silnik musi być określony podczas przekazywania poszczególnych parametrów do bazy danych.

source: An error has occurred
pl: Wystąpił błąd

source: An error occurred
pl: Wystąpił błąd

source: An error occurred saving dataset
pl: Wystąpił błąd podczas zapisywania zbioru danych

source: An error occurred when running alert query
pl: Wystąpił błąd podczas uruchamiania zapytania alertu

source: An error occurred while accessing the value.
pl: Wystąpił błąd podczas uzyskiwania dostępu do wartości.

source: An error occurred while collapsing the table schema. Please contact your administrator.
pl: Wystąpił błąd podczas zwijania schematu tabeli. Prosimy o kontakt z administratorem.

source: An error occurred while creating %ss: %s
pl: Wystąpił błąd podczas tworzenia %ss: %s

source: An error occurred while creating the data source
pl: Wystąpił błąd podczas tworzenia źródła danych

source: An error occurred while creating the value.
pl: Wystąpił błąd podczas tworzenia wartości.

source: An error occurred while deleting the value.
pl: Wystąpił błąd podczas usuwania wartości.

source: An error occurred while expanding the table schema. Please contact your administrator.
pl: Wystąpił błąd podczas rozszerzania schematu tabeli. Prosimy o kontakt z administratorem.

source: An error occurred while fetching %s info: %s
pl: Wystąpił błąd podczas pobierania informacji %s: %s

source: An error occurred while fetching %ss: %s
pl: Wystąpił błąd podczas pobierania %ss: %s

source: An error occurred while fetching available CSS templates
pl: Wystąpił błąd podczas pobierania dostępnych szablonów CSS

source: An error occurred while fetching chart owners values: %s
pl: Wystąpił błąd podczas pobierania wartości właścicieli wykresów: %s

source: An error occurred while fetching dashboard owner values: %s
pl: Wystąpił błąd podczas pobierania wartości właściciela pulpitu nawigacyjnego: %s

source: An error occurred while fetching dashboards
pl: Wystąpił błąd podczas pobierania pulpitów nawigacyjnych

source: An error occurred while fetching dashboards: %s
pl: Wystąpił błąd podczas pobierania pulpitów nawigacyjnych: %s

source: An error occurred while fetching database related data: %s
pl: Wystąpił błąd podczas pobierania danych związanych z bazą danych: %s

source: An error occurred while fetching database values: %s
pl: Wystąpił błąd podczas pobierania wartości bazy danych: %s

source: An error occurred while fetching dataset datasource values: %s
pl: Wystąpił błąd podczas pobierania wartości źródła danych zestawu danych: %s

source: An error occurred while fetching dataset owner values: %s
pl: Wystąpił błąd podczas pobierania wartości właściciela zestawu danych: %s

source: An error occurred while fetching dataset related data
pl: Wystąpił błąd podczas pobierania danych związanych z zestawem danych

source: An error occurred while fetching dataset related data: %s
pl: Wystąpił błąd podczas pobierania danych związanych z zestawem danych: %s

source: An error occurred while fetching datasets: %s
pl: Wystąpił błąd podczas pobierania zestawów danych: %s

source: An error occurred while fetching function names.
pl: Wystąpił błąd podczas pobierania nazw funkcji.

source: An error occurred while fetching owners values: %s
pl: Wystąpił błąd podczas pobierania wartości właścicieli: %s

source: An error occurred while fetching schema values: %s
pl: Wystąpił błąd podczas pobierania wartości schematu: %s

source: An error occurred while fetching tab state
pl: Wystąpił błąd podczas pobierania stanu karty

source: An error occurred while fetching table metadata
pl: Wystąpił błąd podczas pobierania metadanych tabeli

source: An error occurred while fetching table metadata. Please contact your administrator.
pl: Wystąpił błąd podczas pobierania metadanych tabeli. Prosimy o kontakt z administratorem.

source: An error occurred while fetching user values: %s
pl: Wystąpił błąd podczas pobierania wartości użytkownika: %s

source: An error occurred while importing %s: %s
pl: Wystąpił błąd podczas importowania %s: %s

source: An error occurred while loading dashboard information.
pl: Wystąpił błąd podczas ładowania informacji na pulpicie nawigacyjnym.

source: An error occurred while loading the SQL
pl: Wystąpił błąd podczas ładowania SQL

source: An error occurred while opening Explore
pl: Wystąpił błąd podczas otwierania Explore

source: An error occurred while parsing the key.
pl: Wystąpił błąd podczas analizowania klucza.

source: An error occurred while pruning logs
pl: Wystąpił błąd podczas przycinania dzienników

source: An error occurred while removing query. Please contact your administrator.
pl: Wystąpił błąd podczas usuwania zapytania. Prosimy o kontakt z administratorem.

source: An error occurred while removing tab. Please contact your administrator.
pl: Wystąpił błąd podczas usuwania karty. Skontaktuj się z administratorem.

source: An error occurred while removing the table schema. Please contact your administrator.
pl: Wystąpił błąd podczas usuwania schematu tabeli. Prosimy o kontakt z administratorem.

source: An error occurred while rendering the visualization: %s
pl: Wystąpił błąd podczas renderowania wizualizacji: %s

source: An error occurred while setting the active tab. Please contact your administrator.
pl: Wystąpił błąd podczas ustawiania aktywnej karty. Prosimy o kontakt z administratorem.

source: An error occurred while starring this chart
pl: Wystąpił błąd podczas uruchamiania tego wykresu

source: An error occurred while storing your query in the backend. To avoid losing your changes, please save your query using the "Save Query" button.
pl: Wystąpił błąd podczas zapisywania zapytania w zapleczu. Aby uniknąć utraty zmian, zapisz zapytanie za pomocą przycisku "Zapisz zapytanie".

source: An error occurred while updating the value.
pl: Wystąpił błąd podczas aktualizacji wartości.

source: An error occurred while upserting the value.
pl: Wystąpił błąd podczas wstawiania wartości.

source: An unexpected error occurred
pl: Wystąpił nieoczekiwany błąd

source: Anchor to
pl: Kotwica do

source: Angle at which to end progress axis
pl: Kąt zakończenia osi postępu

source: Angle at which to start progress axis
pl: Kąt rozpoczęcia osi postępu

source: Animation
pl: Animacja

source: Annotation
pl: Adnotacja

source: Annotation Layers
pl: Warstwy adnotacji

source: Annotation Slice Configuration
pl: Konfiguracja wycinka adnotacji

source: Annotation could not be created.
pl: Nie można utworzyć adnotacji.

source: Annotation could not be updated.
pl: Nie można zaktualizować adnotacji.

source: Annotation layer
pl: Warstwa adnotacji

source: Annotation layer could not be created.
pl: Nie można utworzyć warstwy adnotacji.

source: Annotation layer could not be updated.
pl: Nie można zaktualizować warstwy adnotacji.

source: Annotation layer description columns
pl: Kolumny opisu warstwy adnotacji

source: Annotation layer has associated annotations.
pl: Warstwa adnotacji ma powiązane adnotacje.

source: Annotation layer interval end
pl: Koniec interwału warstwy adnotacji

source: Annotation layer name
pl: Nazwa warstwy adnotacji

source: Annotation layer not found.
pl: Nie znaleziono warstwy adnotacji.

source: Annotation layer opacity
pl: Krycie warstwy adnotacji

source: Annotation layer parameters are invalid.
pl: Parametry warstwy adnotacji są nieprawidłowe.

source: Annotation layer stroke
pl: Obrys warstwy adnotacji

source: Annotation layer time column
pl: Kolumna czasu warstwy adnotacji

source: Annotation layer title column
pl: Kolumna tytułowa warstwy adnotacji

source: Annotation layer type
pl: Typ warstwy adnotacji

source: Annotation layer value
pl: Wartość warstwy adnotacji

source: Annotation layers
pl: Warstwy adnotacji

source: Annotation layers are still loading.
pl: Warstwy adnotacji wciąż się ładują.

source: Annotation layers could not be deleted.
pl: Warstwy adnotacji nie mogły zostać usunięte.

source: Annotation not found.
pl: Nie znaleziono adnotacji.

source: Annotation parameters are invalid.
pl: Parametry adnotacji są nieprawidłowe.

source: Annotation source
pl: Źródło adnotacji

source: Annotation source type
pl: Typ źródła adnotacji

source: Annotation template created
pl: Utworzony szablon adnotacji

source: Annotation template updated
pl: Zaktualizowano szablon adnotacji

source: Annotations and Layers
pl: Adnotacje i warstwy

source: Annotations and layers
pl: Adnotacje i warstwy

source: Annotations could not be deleted.
pl: Nie można było usunąć adnotacji.

source: Any
pl: Dowolny

source: Any additional detail to show in the certification tooltip.
pl: Wszelkie dodatkowe szczegóły, które mają być wyświetlane w podpowiedzi certyfikatu.

source: Any color palette selected here will override the colors applied to this dashboard's individual charts
pl: Każda wybrana tutaj paleta kolorów zastąpi kolory zastosowane do poszczególnych wykresów tego pulpitu nawigacyjnego

source: Any databases that allow connections via SQL Alchemy URIs can be added.
pl: Można dodać dowolne bazy danych, które umożliwiają połączenia za pośrednictwem identyfikatorów URI SQL Alchemy.

source: Any databases that allow connections via SQL Alchemy URIs can be added. Learn about how to connect a database driver
pl: Można dodać dowolne bazy danych, które umożliwiają połączenia za pośrednictwem identyfikatorów URI SQL Alchemy. Dowiedz się, jak podłączyć sterownik bazy danych

source: Append
pl: Dołącz

source: Applied cross-filters (%d)
pl: Zastosowane filtry krzyżowe (%d)

source: Applied filters (%d)
pl: Zastosowane filtry (%d)

source: Applied filters: %s
pl: Zastosowane filtry: %s

source: Applied rolling window did not return any data. Please make sure the source query satisfies the minimum periods defined in the rolling window.
pl: Zastosowane okno kroczące nie zwróciło żadnych danych. Upewnij się, że zapytanie źródłowe spełnia minimalne okresy zdefiniowane w oknie kroczącym.

source: Apply
pl: Zastosuj

source: Apply conditional color formatting to metric
pl: Zastosowanie warunkowego formatowania kolorów do danych metrycznych

source: Apply conditional color formatting to metrics
pl: Zastosowanie warunkowego formatowania kolorów do metryk

source: Apply conditional color formatting to numeric columns
pl: Zastosowanie warunkowego formatowania kolorów do kolumn numerycznych

source: Apply filters
pl: Zastosuj filtry

source: Apply metrics on
pl: Zastosuj metryki na

source: Apply to all panels
pl: Dotyczy wszystkich paneli

source: Apply to specific panels
pl: Zastosuj do określonych paneli

source: April
pl: Kwiecień

source: Arc
pl: Łuk

source: Are you sure you intend to overwrite the following values?
pl: Czy na pewno chcesz nadpisać następujące wartości?

source: Are you sure you want to cancel?
pl: Czy na pewno chcesz anulować?

source: Are you sure you want to delete
pl: Czy na pewno chcesz usunąć

source: Are you sure you want to delete %s?
pl: Czy na pewno chcesz usunąć %s?

source: Are you sure you want to delete the selected %s?
pl: Czy na pewno chcesz usunąć wybrane %s?

source: Are you sure you want to delete the selected annotations?
pl: Czy na pewno chcesz usunąć wybrane adnotacje?

source: Are you sure you want to delete the selected charts?
pl: Czy na pewno chcesz usunąć wybrane wykresy?

source: Are you sure you want to delete the selected dashboards?
pl: Czy na pewno chcesz usunąć wybrane pulpity nawigacyjne?

source: Are you sure you want to delete the selected datasets?
pl: Czy na pewno chcesz usunąć wybrane zestawy danych?

source: Are you sure you want to delete the selected layers?
pl: Czy na pewno chcesz usunąć wybrane warstwy?

source: Are you sure you want to delete the selected queries?
pl: Czy na pewno chcesz usunąć wybrane zapytania?

source: Are you sure you want to delete the selected rules?
pl: Czy na pewno chcesz usunąć wybrane reguły?

source: Are you sure you want to delete the selected tags?
pl: Czy na pewno chcesz usunąć wybrane tagi?

source: Are you sure you want to delete the selected templates?
pl: Czy na pewno chcesz usunąć wybrane szablony?

source: Are you sure you want to overwrite this dataset?
pl: Czy na pewno chcesz nadpisać ten zestaw danych?

source: Are you sure you want to proceed?
pl: Czy na pewno chcesz kontynuować?

source: Are you sure you want to save and apply changes?
pl: Czy na pewno chcesz zapisać i zastosować zmiany?

source: Area Chart
pl: Wykres obszaru

source: Area Chart (legacy)
pl: Wykres obszaru (starsze wersje)

source: Area chart
pl: Wykres powierzchni

source: Area chart opacity
pl: Krycie wykresu obszaru

source: Area charts are similar to line charts in that they represent variables with the same scale, but area charts stack the metrics on top of each other.
pl: Wykresy obszarowe są podobne do wykresów liniowych, ponieważ przedstawiają zmienne w tej samej skali, ale wykresy obszarowe układają metryki jedna na drugiej.

source: Arrow
pl: Strzałka

source: Assign a set of parameters as
pl: Przypisz zestaw parametrów jako

source: Assist
pl: Asystent

source: Associated Charts
pl: Powiązane wykresy

source: Async Execution
pl: Wykonanie asynchroniczne

source: Asynchronous query execution
pl: Asynchroniczne wykonywanie zapytań

source: August
pl: Sierpień

source: Auto Zoom
pl: Automatyczny zoom

source: Autocomplete
pl: Autouzupełnianie

source: Autocomplete filters
pl: Filtry autouzupełniania

source: Autocomplete query predicate
pl: Predykat autouzupełniania zapytania

source: Automatic Color
pl: Kolor automatyczny

source: Available sorting modes:
pl: Dostępne tryby sortowania:

source: Average
pl: Średnia

source: Average value
pl: Wartość średnia

source: Axis
pl: Oś

source: Axis Bounds
pl: Granice osi

source: Axis Format
pl: Format osi

source: Axis Title
pl: Tytuł osi

source: Axis ascending
pl: Oś rosnąca

source: Axis descending
pl: Oś opadająca

source: Back
pl: Powrót

source: Back to all
pl: Powrót do wszystkich

source: Backward values
pl: Wartości wsteczne

source: Bad formula.
pl: Zła formuła.

source: Bad spatial key
pl: Zły klucz przestrzenny

source: Bar Chart
pl: Wykres słupkowy

source: Bar Chart (legacy)
pl: Wykres słupkowy (starsze wersje)

source: Bar Charts are used to show metrics as a series of bars.
pl: Wykresy słupkowe służą do wyświetlania wskaźników jako serii słupków.

source: Bar Values
pl: Wartości słupków

source: Bar orientation
pl: Orientacja paska

source: Base
pl: Podstawa

source: Base layer map style. See Mapbox documentation: %s
pl: Styl mapy warstwy bazowej. Zobacz dokumentację Mapbox: %s

source: Based on a metric
pl: Na podstawie metryki

source: Based on granularity, number of time periods to compare against
pl: W oparciu o szczegółowość, liczbę okresów czasu do porównania

source: Based on what should series be ordered on the chart and legend
pl: Na podstawie tego, jakie serie powinny być uporządkowane na wykresie i w legendzie

source: Basic
pl: Podstawowy

source: Basic information
pl: Podstawowe informacje

source: Batch editing %d filters:
pl: Edycja wsadowa %d filtrów:

source: Battery level over time
pl: Poziom naładowania baterii w czasie

source: Be careful.
pl: Bądź ostrożny.

source: Before
pl: Przed

source: Big Number Font Size
pl: Duży rozmiar czcionki

source: Big Number with Time Period Comparison
pl: Duża liczba z porównaniem okresu

source: Big Number with Trendline
pl: Duża liczba z linią trendu

source: Bottom
pl: Dół

source: Bottom Margin
pl: Dolny margines

source: Bottom left
pl: Lewy dolny róg

source: Bottom margin, in pixels, allowing for more room for axis labels
pl: Margines dolny, w pikselach, zapewniający więcej miejsca na etykiety osi

source: Bottom right
pl: Na dole po prawej

source: Bottom to Top
pl: Od dołu do góry

source: Bounds for numerical X axis. Not applicable for temporal or categorical axes. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
pl: Granice dla liczbowej osi X. Nie dotyczy osi czasowych lub kategorycznych. W przypadku pozostawienia pustego pola granice są definiowane dynamicznie na podstawie wartości minimalnej/maksymalnej danych. Należy pamiętać, że ta funkcja rozszerzy tylko zakres osi. Nie zawęzi zakresu danych.

source: Bounds for the Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
pl: Granice dla osi Y. Jeśli pozostanie puste, granice są definiowane dynamicznie na podstawie wartości minimalnej/maksymalnej danych. Należy pamiętać, że ta funkcja rozszerzy tylko zakres osi. Nie zawęzi zakresu danych.

source: Bounds for the axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
pl: Granice dla osi. Jeśli pozostanie puste, granice są definiowane dynamicznie na podstawie wartości minimalnej/maksymalnej danych. Należy pamiętać, że ta funkcja rozszerzy tylko zakres osi. Nie zawęzi zakresu danych.

source: Bounds for the primary Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
pl: Granice dla głównej osi Y. Jeśli pozostanie puste, granice są definiowane dynamicznie na podstawie wartości minimalnej/maksymalnej danych. Należy pamiętać, że ta funkcja rozszerzy tylko zakres osi. Nie zawęzi zakresu danych.

source: Bounds for the secondary Y-axis. Only works when Independent Y-axis bounds are enabled. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
pl: Granice dla dodatkowej osi Y. Działa tylko wtedy, gdy włączone są są włączone. Jeśli pozostanie puste, granice są definiowane dynamicznie na podstawie minimalnej/maksymalnej wartości danych. Należy pamiętać, że ta funkcja rozszerzy tylko zakres osi. Nie zawęzi zakresu danych.

source: Box Plot
pl: Wykres pudełkowy

source: Breakdowns
pl: Podziały

source: Breaks down the series by the category specified in this control. This can help viewers understand how each category affects the overall value.
pl: Rozbija serię według kategorii określonej w tej kontrolce. Może to pomóc widzom zrozumieć, w jaki sposób każda kategoria wpływa na ogólną wartość.

source: Bubble Chart
pl: Wykres bąbelkowy

source: Bubble Chart (legacy)
pl: Wykres bąbelkowy (starsze wersje)

source: Bubble Color
pl: Kolor bąbelków

source: Bubble Opacity
pl: Krycie bąbelków

source: Bubble Size
pl: Rozmiar bańki

source: Bubble size
pl: Rozmiar bańki

source: Bubble size number format
pl: Format liczbowy rozmiaru bąbelka

source: Bucket break points
pl: Punkty przerwania wiadra

source: Build
pl: Budować

source: Bulk select
pl: Wybór zbiorczy

source: Bulk tag
pl: Znacznik zbiorczy

source: Bullet Chart
pl: Wykres punktowy

source: Business
pl: Biznes

source: Business Data Type
pl: Typ danych biznesowych

source: By default, each filter loads at most 1000 choices at the initial page load. Check this box if you have more than 1000 filter values and want to enable dynamically searching that loads filter values as users type (may add stress to your database).
pl: Domyślnie każdy filtr ładuje maksymalnie 1000 opcji przy pierwszym załadowaniu strony. Zaznacz to pole, jeśli masz więcej niż 1000 wartości filtrów i chcesz włączyć dynamiczne wyszukiwanie, które ładuje wartości filtrów podczas wpisywania przez użytkowników (może to zwiększyć obciążenie bazy danych).

source: By key: use column names as sorting key
pl: Według klucza: użyj nazw kolumn jako klucza sortowania

source: By key: use row names as sorting key
pl: Według klucza: użyj nazw wierszy jako klucza sortowania

source: By value: use metric values as sorting key
pl: Według wartości: użyj wartości metrycznych jako klucza sortowania

source: CANCEL
pl: ANULUJ

source: CRON Schedule
pl: Harmonogram CRON

source: CRON expression
pl: Wyrażenie CRON

source: CSS Styles
pl: Style CSS

source: CSS Templates
pl: Szablony CSS

source: CSS applied to the chart
pl: CSS zastosowany do wykresu

source: CSS template
pl: Szablon CSS

source: CSS template not found.
pl: Nie znaleziono szablonu CSS.

source: CSS templates
pl: Szablony CSS

source: CSS templates could not be deleted.
pl: Szablony CSS nie mogły zostać usunięte.

source: CSV Upload
pl: Przesyłanie CSV

source: CSV file "%(csv_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
pl: Plik CSV "%(csv_filename)s" przesłany do tabeli "%(table_name)s" w bazie danych "%(db_name)s".

source: CSV to Database configuration
pl: Konfiguracja CSV do bazy danych

source: CSV upload
pl: Przesyłanie CSV

source: CTAS & CVAS SCHEMA
pl: SCHEMAT CTAS I CVAS

source: CTAS (create table as select) can only be run with a query where the last statement is a SELECT. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
pl: CTAS (create table as select) można uruchomić tylko z zapytaniem, w którym ostatnią instrukcją jest SELECT. Upewnij się, że zapytanie ma SELECT jako ostatnią instrukcję. Następnie spróbuj ponownie uruchomić zapytanie.

source: CTAS Schema
pl: Schemat CTAS

source: CVAS (create view as select) can only be run with a query with a single SELECT statement. Please make sure your query has only a SELECT statement. Then, try running your query again.
pl: CVAS (create view as select) można uruchomić tylko z zapytaniem z pojedynczą instrukcją SELECT. Upewnij się, że zapytanie zawiera tylko instrukcję SELECT. Następnie spróbuj ponownie uruchomić zapytanie.

source: CVAS (create view as select) query has more than one statement.
pl: Zapytanie CVAS (create view as select) zawiera więcej niż jedną instrukcję.

source: CVAS (create view as select) query is not a SELECT statement.
pl: Zapytanie CVAS (create view as select) nie jest instrukcją SELECT.

source: Cache Timeout
pl: Limit czasu pamięci podręcznej

source: Cache Timeout (seconds)
pl: Limit czasu pamięci podręcznej (sekundy)

source: Cache timeout
pl: Limit czasu pamięci podręcznej

source: Cached
pl: W pamięci podręcznej

source: Cached %s
pl: Buforowane %s

source: Cached value not found
pl: Nie znaleziono wartości buforowanej

source: Calculate contribution per series or row
pl: Obliczanie wkładu na serię lub wiersz

source: Calculate from first step
pl: Obliczenia z pierwszego kroku
