Repository: dchabrzyk/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks.If no roles are defined, regular access permissions apply.
pl: Role to lista definiująca dostęp do pulpitu nawigacyjnego. Przyznanie roli dostępu do pulpitu nawigacyjnego pominie kontrole na poziomie zestawu danych. Jeśli role nie są zdefiniowane, obowiązują zwykłe uprawnienia dostępu.

source: Rolling Function
pl: Funkcja toczenia

source: Rolling function
pl: Funkcja toczenia

source: Rolling window
pl: Okno obrotowe

source: Root certificate
pl: Certyfikat główny

source: Root node id
pl: Identyfikator węzła głównego

source: Rotate x axis label
pl: Obróć etykietę osi x

source: Rotate y axis label
pl: Obróć etykietę osi y

source: Rotation to apply to words in the cloud
pl: Obracanie w celu zastosowania do słów w chmurze

source: Round cap
pl: Okrągła nasadka

source: Row
pl: Rząd

source: Row Level Security
pl: Bezpieczeństwo na poziomie wiersza

source: Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row
pl: Wiersz zawierający nagłówki do użycia jako nazwy kolumn (0 to pierwszy wiersz danych). Pozostaw pusty, jeśli nie ma wiersza nagłówka

source: Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row.
pl: Wiersz zawierający nagłówki do użycia jako nazwy kolumn (0 to pierwszy wiersz danych). Pozostaw pusty, jeśli nie ma wiersza nagłówka.

source: Row limit
pl: Limit wierszy

source: Rows
pl: Rzędy

source: Rows per page, 0 means no pagination
pl: Wiersze na stronę, 0 oznacza brak paginacji

source: Rows subtotal position
pl: Pozycja sumy częściowej wierszy

source: Rows to Read
pl: Wiersze do odczytania

source: Rule
pl: Zasada

source: Rule Name
pl: Nazwa reguły

source: Rule added
pl: Zasada dodana

source: Run
pl: Bieg

source: Run a query to display query history
pl: Uruchom zapytanie, aby wyświetlić historię zapytań

source: Run a query to display results
pl: Uruchom zapytanie, aby wyświetlić wyniki

source: Run current query
pl: Uruchom bieżące zapytanie

source: Run in SQL Lab
pl: Uruchom w SQL Lab

source: Run query
pl: Uruchom zapytanie

source: Run query (Ctrl + Return)
pl: Uruchom zapytanie (Ctrl + Return)

source: Run query in a new tab
pl: Uruchom zapytanie w nowej karcie

source: Run selection
pl: Wybór biegu

source: Running
pl: Bieganie

source: Running statement %(statement_num)s out of %(statement_count)s
pl: Uruchamianie instrukcji %(statement_num)s z %(statement_count)s

source: SQL Copied!
pl: SQL skopiowany!

source: SQL Expression
pl: Wyrażenie SQL

source: SQL Lab uses your browser's local storage to store queries and results. Currently, you are using %(currentUsage)s KB out of %(maxStorage)d KB storage space. To keep SQL Lab from crashing, please delete some query tabs. You can re-access these queries by using the Save feature before you delete the tab. Note that you will need to close other SQL Lab windows before you do this.
pl: SQL Lab wykorzystuje lokalną pamięć przeglądarki do przechowywania zapytań i wyników. Obecnie używasz %(currentUsage)s KB z %(maxStorage)d KB przestrzeni dyskowej. Aby zapobiec awarii SQL Lab, usuń niektóre zakładki zapytań. Możesz ponownie uzyskać dostęp do tych zapytań, korzystając z funkcji Zapisz przed usunięciem karty. Przed wykonaniem tej czynności należy zamknąć inne okna programu SQL Lab.

source: SQL Query
pl: Zapytanie SQL

source: SQL expression
pl: Wyrażenie SQL

source: SQL query
pl: Zapytanie SQL

source: SSH Host
pl: Host SSH

source: SSH Password
pl: Hasło SSH

source: SSH Port
pl: Port SSH

source: SSH Tunnel
pl: Tunel SSH

source: SSH Tunnel configuration parameters
pl: Parametry konfiguracyjne tunelu SSH

source: SSH Tunnel could not be deleted.
pl: Tunel SSH nie mógł zostać usunięty.

source: SSH Tunnel could not be updated.
pl: Nie można zaktualizować tunelu SSH.

source: SSH Tunnel not found.
pl: Nie znaleziono tunelu SSH.

source: SSH Tunnel parameters are invalid.
pl: Parametry tunelu SSH są nieprawidłowe.

source: SSH Tunneling is not enabled
pl: Tunelowanie SSH nie jest włączone

source: SSL Mode "require" will be used.
pl: Używany będzie tryb SSL "require".

source: START (INCLUSIVE)
pl: START (WŁĄCZNIE)

source: STEP %(stepCurr)s OF %(stepLast)s
pl: KROK %(stepCurr)s Z %(stepLast)s

source: Sample Standard Deviation
pl: Przykładowe odchylenie standardowe

source: Sample Variance
pl: Wariancja próbki

source: Samples
pl: Próbki

source: Samples for dataset could not be retrieved.
pl: Nie można pobrać próbek dla zestawu danych.

source: Samples for datasource could not be retrieved.
pl: Nie można pobrać próbek dla źródła danych.

source: Sankey Diagram
pl: Schemat Sankeya

source: Sankey Diagram with Loops
pl: Diagram Sankeya z pętlami

source: Satellite
pl: Satelita

source: Satellite Streets
pl: Ulice satelitarne

source: Saturday
pl: Sobota

source: Save
pl: Zapisz

source: Save & go to dashboard
pl: Zapisz i przejdź do pulpitu nawigacyjnego

source: Save (Overwrite)
pl: Zapisz (Nadpisz)

source: Save as
pl: Zapisz jako

source: Save as Dataset
pl: Zapisz jako zestaw danych

source: Save as dataset
pl: Zapisz jako zestaw danych

source: Save as new
pl: Zapisz jako nowy

source: Save as...
pl: Zapisz jako...

source: Save as:
pl: Zapisz jako:

source: Save changes
pl: Zapisz zmiany

source: Save chart
pl: Zapisz wykres

source: Save dashboard
pl: Zapisz pulpit nawigacyjny

source: Save dataset
pl: Zapisz zestaw danych

source: Save for this session
pl: Zapisz dla tej sesji

source: Save or Overwrite Dataset
pl: Zapisywanie lub nadpisywanie zestawu danych

source: Save query
pl: Zapisz zapytanie

source: Save the query to enable this feature
pl: Zapisz zapytanie, aby włączyć tę funkcję

source: Save this query as a virtual dataset to continue exploring
pl: Zapisz to zapytanie jako wirtualny zestaw danych, aby kontynuować eksplorację

source: Saved
pl: Zapisane

source: Saved Queries
pl: Zapisane zapytania

source: Saved expressions
pl: Zapisane wyrażenia

source: Saved metric
pl: Zapisana metryka

source: Saved queries
pl: Zapisane zapytania

source: Saved queries could not be deleted.
pl: Zapisane zapytania nie mogły zostać usunięte.

source: Saved query not found.
pl: Nie znaleziono zapisanego zapytania.

source: Saved query parameters are invalid.
pl: Zapisane parametry zapytania są nieprawidłowe.

source: Scale and Move
pl: Skalowanie i przenoszenie

source: Scale only
pl: Tylko skala

source: Scatter
pl: Rozproszenie

source: Scatter Plot
pl: Wykres rozrzutu

source: Scatter Plot has the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
pl: Wykres rozrzutu ma oś poziomą w jednostkach liniowych, a punkty są połączone w kolejności. Pokazuje zależność statystyczną między dwiema zmiennymi.

source: Schedule
pl: Harmonogram

source: Schedule a new email report
pl: Zaplanuj nowy raport e-mail

source: Schedule email report
pl: Zaplanuj raport e-mail

source: Schedule query
pl: Zapytanie o harmonogram

source: Schedule settings
pl: Ustawienia harmonogramu

source: Schedule the query periodically
pl: Zaplanuj zapytanie okresowo

source: Scheduled
pl: Zaplanowane

source: Scheduled at (UTC)
pl: Zaplanowane na (UTC)

source: Scheduled task executor not found
pl: Nie znaleziono zaplanowanego executora zadań

source: Schema
pl: Schemat

source: Schema cache timeout
pl: Limit czasu pamięci podręcznej schematu

source: Schema, as used only in some databases like Postgres, Redshift and DB2
pl: Schemat, używany tylko w niektórych bazach danych, takich jak Postgres, Redshift i DB2.

source: Schemas allowed for File upload
pl: Schematy dozwolone dla przesyłania plików

source: Scope
pl: Zakres

source: Scoping
pl: Zakres

source: Screenshot width
pl: Szerokość zrzutu ekranu

source: Screenshot width must be between %(min)spx and %(max)spx
pl: Szerokość zrzutu ekranu musi mieścić się w zakresie od %(min)spx do %(max)spx.

source: Scroll
pl: Przewijanie

source: Scroll down to the bottom to enable overwriting changes.
pl: Przewiń w dół, aby włączyć nadpisywanie zmian.

source: Search
pl: Wyszukiwanie

source: Search / Filter
pl: Szukaj / Filtruj

source: Search Metrics & Columns
pl: Metryki i kolumny wyszukiwania

source: Search all charts
pl: Wyszukaj wszystkie wykresy

source: Search box
pl: Pole wyszukiwania

source: Search by query text
pl: Wyszukiwanie według tekstu zapytania

source: Search columns
pl: Kolumny wyszukiwania

source: Search in filters
pl: Wyszukiwanie w filtrach

source: Search...
pl: Szukaj...

source: Second
pl: Drugi

source: Secondary
pl: Drugorzędny

source: Secondary Metric
pl: Metryka drugorzędna

source: Secondary currency format
pl: Format waluty dodatkowej

source: Secondary y-axis Bounds
pl: Granice dodatkowej osi y

source: Secondary y-axis format
pl: Format dodatkowej osi y

source: Secondary y-axis title
pl: Tytuł dodatkowej osi y

source: Seconds %s
pl: Sekundy %s

source: Secure extra
pl: Dodatkowe zabezpieczenie

source: Security
pl: Bezpieczeństwo

source: See all %(tableName)s
pl: Zobacz wszystkie %(tableName)s

source: See less
pl: Zobacz mniej

source: See more
pl: Zobacz więcej

source: See query details
pl: Zobacz szczegóły zapytania

source: See table schema
pl: Zobacz schemat tabeli

source: Select
pl: Wybierz

source: Select ...
pl: Wybierz ...

source: Select Delivery Method
pl: Wybierz metodę dostawy

source: Select Tags
pl: Wybierz tagi

source: Select Viz Type
pl: Wybierz typ wizualizacji

source: Select a Columnar file to be uploaded to a database.
pl: Wybierz plik Columnar, który ma zostać przesłany do bazy danych.

source: Select a Excel file to be uploaded to a database.
pl: Wybierz plik Excel, który ma zostać przesłany do bazy danych.

source: Select a column
pl: Wybierz kolumnę

source: Select a database table and create dataset
pl: Wybierz tabelę bazy danych i utwórz zestaw danych

source: Select a database table.
pl: Wybierz tabelę bazy danych.

source: Select a database to connect
pl: Wybierz bazę danych do połączenia

source: Select a database to upload the file to
pl: Wybierz bazę danych, do której chcesz przesłać plik

source: Select a database to write a query
pl: Wybierz bazę danych, aby napisać zapytanie

source: Select a dimension
pl: Wybierz wymiar

source: Select a file to be uploaded to the database
pl: Wybierz plik, który ma zostać przesłany do bazy danych

source: Select a metric to display on the right axis
pl: Wybierz metrykę do wyświetlenia na prawej osi

source: Select a metric to display. You can use an aggregation function on a column or write custom SQL to create a metric.
pl: Wybierz metrykę do wyświetlenia. Możesz użyć funkcji agregacji w kolumnie lub napisać niestandardowy kod SQL, aby utworzyć metrykę.

source: Select a schema if the database supports this
pl: Wybierz schemat, jeśli baza danych go obsługuje

source: Select a time grain for the visualization. The grain is the time interval represented by a single point on the chart.
pl: Wybierz ziarno czasu dla wizualizacji. Ziarno to przedział czasu reprezentowany przez pojedynczy punkt na wykresie.

source: Select a visualization type
pl: Wybierz typ wizualizacji

source: Select aggregate options
pl: Wybierz opcje zbiorcze

source: Select all data
pl: Wybierz wszystkie dane

source: Select all items
pl: Wybierz wszystkie elementy

source: Select any columns for metadata inspection
pl: Wybierz dowolne kolumny do kontroli metadanych

source: Select charts
pl: Wybierz wykresy

source: Select color scheme
pl: Wybór schematu kolorów

source: Select column
pl: Wybierz kolumnę

source: Select current page
pl: Wybierz bieżącą stronę

source: Select database or type to search databases
pl: Wybierz bazę danych lub typ, aby przeszukać bazy danych

source: Select databases require additional fields to be completed in the Advanced tab to successfully connect the database. Learn what requirements your databases has
pl: Wybrane bazy danych wymagają wypełnienia dodatkowych pól w zakładce Zaawansowane, aby pomyślnie połączyć się z bazą danych. Dowiedz się, jakie wymagania ma Twoja baza danych

source: Select dataset source
pl: Wybierz źródło zbioru danych

source: Select file
pl: Wybierz plik

source: Select filter
pl: Wybierz filtr

source: Select filter plugin using AntD
pl: Wybierz wtyczkę filtru za pomocą AntD

source: Select first filter value by default
pl: Wybierz domyślnie pierwszą wartość filtra

source: Select one or many metrics to display, that will be displayed in the percentages of total. Percentage metrics will be calculated only from data within the row limit. You can use an aggregation function on a column or write custom SQL to create a percentage metric.
pl: Wybierz jedną lub wiele metryk do wyświetlenia, które będą wyświetlane w procentach całości. Metryki procentowe będą obliczane tylko na podstawie danych mieszczących się w limicie wierszy. Możesz użyć funkcji agregacji w kolumnie lub napisać niestandardowy kod SQL, aby utworzyć metrykę procentową.

source: Select one or many metrics to display. You can use an aggregation function on a column or write custom SQL to create a metric.
pl: Wybierz jedną lub wiele metryk do wyświetlenia. Możesz użyć funkcji agregacji w kolumnie lub napisać niestandardowy kod SQL, aby utworzyć metrykę.

source: Select operator
pl: Wybór operatora

source: Select or type a value
pl: Wybierz lub wpisz wartość

source: Select or type currency symbol
pl: Wybierz lub wpisz symbol waluty

source: Select or type dataset name
pl: Wybierz lub wpisz nazwę zbioru danych

source: Select owners
pl: Wybrani właściciele

source: Select saved metrics
pl: Wybierz zapisane metryki

source: Select schema or type to search schemas
pl: Wybierz schemat lub typ, aby wyszukać schematy

source: Select scheme
pl: Wybierz schemat

source: Select subject
pl: Wybierz temat

source: Select table or type to search tables
pl: Wybierz tabelę lub typ, aby przeszukać tabele

source: Select the Annotation Layer you would like to use.
pl: Wybierz warstwę adnotacji, której chcesz użyć.

source: Select the charts to which you want to apply cross-filters in this dashboard. Deselecting a chart will exclude it from being filtered when applying cross-filters from any chart on the dashboard. You can select "All charts" to apply cross-filters to all charts that use the same dataset or contain the same column name in the dashboard.
pl: Wybierz wykresy, do których chcesz zastosować filtry krzyżowe na tym pulpicie nawigacyjnym. Usunięcie zaznaczenia wykresu spowoduje wykluczenie go z filtrowania podczas stosowania filtrów krzyżowych z dowolnego wykresu na pulpicie nawigacyjnym. Możesz wybrać opcję "Wszystkie wykresy", aby zastosować filtry krzyżowe do wszystkich wykresów, które używają tego samego zestawu danych lub zawierają tę samą nazwę kolumny na pulpicie nawigacyjnym.

source: Select the charts to which you want to apply cross-filters when interacting with this chart. You can select "All charts" to apply filters to all charts that use the same dataset or contain the same column name in the dashboard.
pl: Wybierz wykresy, do których chcesz zastosować filtry krzyżowe podczas interakcji z tym wykresem. Możesz wybrać opcję "Wszystkie wykresy", aby zastosować filtry do wszystkich wykresów, które używają tego samego zestawu danych lub zawierają tę samą nazwę kolumny na pulpicie nawigacyjnym.

source: Select the geojson column
pl: Wybierz kolumnę geojson

source: Select the number of bins for the histogram
pl: Wybierz liczbę przedziałów dla histogramu

source: Select the numeric columns to draw the histogram
pl: Wybierz kolumny liczbowe do narysowania histogramu

source: Select values in highlighted field(s) in the control panel. Then run the query by clicking on the %s button.
pl: Wybierz wartości w podświetlonych polach w panelu sterowania. Następnie uruchom zapytanie, klikając przycisk %s.

source: Send as CSV
pl: Wyślij jako CSV

source: Send as PNG
pl: Wyślij jako PNG

source: Send as text
pl: Wyślij jako tekst

source: Send range filter events to other charts
pl: Wysyłanie zdarzeń filtra zakresu do innych wykresów

source: September
pl: Wrzesień

source: Sequential
pl: Sekwencyjny

source: Series
pl: Seria

source: Series Height
pl: Wysokość serii

source: Series Limit Sort By
pl: Limit serii Sortuj według

source: Series Limit Sort Descending
pl: Limit serii Sortuj malejąco

source: Series Order
pl: Kolejność serii

source: Series Style
pl: Styl serii

source: Series chart type (line, bar etc)
pl: Typ wykresu serii (liniowy, słupkowy itp.)

source: Series colors
pl: Kolory serii

source: Series limit
pl: Limit serii

source: Series type
pl: Typ serii

source: Server Page Length
pl: Długość strony serwera

source: Server pagination
pl: Paginacja serwera

source: Service Account
pl: Konto usługi

source: Set auto-refresh interval
pl: Ustawienie interwału automatycznego odświeżania

source: Set filter mapping
pl: Ustaw mapowanie filtrów

source: Set up an email report
pl: Konfiguracja raportu e-mail

source: Sets the hierarchy levels of the chart. Each level is represented by one ring with the innermost circle as the top of the hierarchy.
pl: Ustawia poziomy hierarchii wykresu. Każdy poziom jest reprezentowany przez jeden pierścień z najbardziej wewnętrznym okręgiem jako szczytem hierarchii.

source: Settings
pl: Ustawienia

source: Settings for time series
pl: Ustawienia dla serii czasowych

source: Share
pl: Udział

source: Share chart by email
pl: Udostępnianie wykresu przez e-mail

source: Share permalink by email
pl: Udostępnij permalink przez e-mail

source: Shared query
pl: Udostępnione zapytanie

source: Shared query fields
pl: Współdzielone pola zapytań

source: Sheet Name
pl: Nazwa arkusza

source: Shift + Click to sort by multiple columns
pl: Shift + kliknięcie, aby sortować według wielu kolumn

source: Short description must be unique for this layer
pl: Krótki opis musi być unikalny dla tej warstwy

source: Should daily seasonality be applied. An integer value will specify Fourier order of seasonality.
pl: Czy należy stosować sezonowość dzienną. Wartość całkowita określa kolejność Fouriera sezonowości.

source: Should weekly seasonality be applied. An integer value will specify Fourier order of seasonality.
pl: Czy należy stosować sezonowość tygodniową. Wartość całkowita określa kolejność Fouriera sezonowości.

source: Should yearly seasonality be applied. An integer value will specify Fourier order of seasonality.
pl: Czy należy stosować sezonowość roczną. Wartość całkowita określa porządek Fouriera sezonowości.

source: Show
pl: Pokaż

source: Show Bubbles
pl: Pokaż bąbelki

source: Show CREATE VIEW statement
pl: Pokaż instrukcję CREATE VIEW

source: Show CSS Template
pl: Pokaż szablon CSS

source: Show Chart
pl: Pokaż wykres

source: Show Column
pl: Pokaż kolumnę

source: Show Dashboard
pl: Pokaż pulpit nawigacyjny

source: Show Database
pl: Pokaż bazę danych

source: Show Labels
pl: Pokaż etykiety

source: Show Log
pl: Pokaż dziennik

source: Show Markers
pl: Pokaż znaczniki

source: Show Metric
pl: Pokaż metrykę

source: Show Metric Names
pl: Pokaż nazwy metryk

source: Show Range Filter
pl: Pokaż filtr zakresu

source: Show Table
pl: Pokaż tabelę

source: Show Timestamp
pl: Pokaż znacznik czasu

source: Show Tooltip Labels
pl: Pokaż etykiety podpowiedzi

source: Show Total
pl: Pokaż sumę

source: Show Trend Line
pl: Pokaż linię trendu

source: Show Upper Labels
pl: Pokaż górne etykiety

source: Show Value
pl: Pokaż wartość

source: Show Values
pl: Pokaż wartości

source: Show Y-axis
pl: Pokaż oś Y

source: Show Y-axis on the sparkline. Will display the manually set min/max if set or min/max values in the data otherwise.
pl: Wyświetla oś Y na wykresie. Wyświetli ręcznie ustawione wartości minimalne/maksymalne, jeśli są ustawione, lub wartości minimalne/maksymalne w danych w przeciwnym razie.

source: Show all columns
pl: Pokaż wszystkie kolumny

source: Show all...
pl: Pokaż wszystkie...

source: Show axis line ticks
pl: Pokaż wskazania linii osi

source: Show cell bars
pl: Pokaż paski komórek

source: Show chart description
pl: Pokaż opis wykresu

source: Show columns subtotal
pl: Pokaż sumę częściową kolumn

source: Show columns total
pl: Pokaż sumę kolumn

source: Show data points as circle markers on the lines
pl: Pokaż punkty danych jako znaczniki okręgu na liniach

source: Show empty columns
pl: Pokaż puste kolumny

source: Show hierarchical relationships of data, with the value represented by area, showing proportion and contribution to the whole.
pl: Pokaż hierarchiczne relacje danych, z wartością reprezentowaną przez obszar, pokazując proporcję i wkład w całość.

source: Show info tooltip
pl: Pokaż etykietkę informacyjną

source: Show label
pl: Pokaż etykietę

source: Show labels when the node has children.
pl: Pokazuje etykiety, gdy węzeł ma dzieci.

source: Show legend
pl: Pokaż legendę

source: Show less columns
pl: Pokaż mniej kolumn

source: Show less...
pl: Pokaż mniej...

source: Show minor ticks on axes.
pl: Wyświetlanie drobnych tyknięć na osiach.

source: Show only my charts
pl: Pokaż tylko moje wykresy

source: Show password.
pl: Pokaż hasło.

source: Show percentage
pl: Pokaż wartość procentową

source: Show pointer
pl: Pokaż wskaźnik

source: Show progress
pl: Pokaż postęp

source: Show rows subtotal
pl: Pokaż sumę częściową wierszy

source: Show rows total
pl: Pokaż sumę wierszy

source: Show series values on the chart
pl: Wyświetlanie wartości serii na wykresie

source: Show split lines
pl: Pokaż linie podziału

source: Show the value on top of the bar
pl: Wyświetlanie wartości na górze paska

source: Show total aggregations of selected metrics. Note that row limit does not apply to the result.
pl: Wyświetla łączne agregacje wybranych metryk. Należy pamiętać, że limit wierszy nie ma zastosowania do wyniku.

source: Show totals
pl: Pokaż sumy

source: Showcases a single metric front-and-center. Big number is best used to call attention to a KPI or the one thing you want your audience to focus on.
pl: Prezentuje pojedynczy wskaźnik z przodu i na środku. Duża liczba jest najlepiej wykorzystywana do zwrócenia uwagi na wskaźnik KPI lub jedną rzecz, na której odbiorcy mają się skupić.

source: Showcases a single number accompanied by a simple line chart, to call attention to an important metric along with its change over time or other dimension.
pl: Prezentuje pojedynczą liczbę wraz z prostym wykresem liniowym, aby zwrócić uwagę na ważny wskaźnik wraz z jego zmianą w czasie lub innym wymiarze.

source: Showcases how a metric changes as the funnel progresses. This classic chart is useful for visualizing drop-off between stages in a pipeline or lifecycle.
pl: Pokazuje, jak metryka zmienia się wraz z postępem lejka. Ten klasyczny wykres jest przydatny do wizualizacji spadku między etapami w rurociągu lub cyklu życia.

source: Showcases the flow or link between categories using thickness of chords. The value and corresponding thickness can be different for each side.
pl: Pokazuje przepływ lub połączenie między kategoriami za pomocą grubości strun. Wartość i odpowiadająca jej grubość mogą być różne dla każdej strony.

source: Showcases the progress of a single metric against a given target. The higher the fill, the closer the metric is to the target.
pl: Pokazuje postęp pojedynczej metryki w stosunku do danego celu. Im wyższe wypełnienie, tym bliżej celu znajduje się wskaźnik.

source: Showing %s of %s
pl: Wyświetlanie %s z %s

source: Shows a list of all series available at that point in time
pl: Wyświetla listę wszystkich serii dostępnych w danym momencie.

source: Shows or hides markers for the time series
pl: Pokazuje lub ukrywa znaczniki dla serii czasowej
