Repository: dchabrzyk/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Significance Level
pl: Poziom istotności

source: Simple
pl: Prosty

source: Simple ad-hoc metrics are not enabled for this dataset
pl: Proste metryki ad-hoc nie są włączone dla tego zbioru danych

source: Single
pl: Pojedynczy

source: Single Metric
pl: Pojedynczy metryczny

source: Single Value
pl: Pojedyncza wartość

source: Single value
pl: Pojedyncza wartość

source: Single value type
pl: Typ pojedynczej wartości

source: Size of edge symbols
pl: Rozmiar symboli krawędzi

source: Size of marker. Also applies to forecast observations.
pl: Rozmiar znacznika. Dotyczy również obserwacji prognozowanych.

source: Sizes of vehicles
pl: Rozmiary pojazdów

source: Skip Blank Lines
pl: Pomiń puste linie

source: Skip Initial Space
pl: Pomiń przestrzeń początkową

source: Skip Rows
pl: Pomiń wiersze

source: Skip blank lines rather than interpreting them as Not A Number values
pl: Pomijanie pustych linii zamiast interpretowania ich jako wartości Not A Number

source: Skip spaces after delimiter
pl: Pomiń spacje po ograniczniku

source: Slug
pl: Ślimak

source: Small
pl: Mały

source: Small number format
pl: Mały format liczbowy

source: Smooth Line
pl: Gładka linia

source: Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
pl: Smooth-line to odmiana wykresu liniowego. Bez kątów i twardych krawędzi, Smooth-line czasami wygląda mądrzej i bardziej profesjonalnie.

source: Solid
pl: Solidny

source: Some roles do not exist
pl: Niektóre role nie istnieją

source: Something went wrong.
pl: Coś poszło nie tak.

source: Sorry there was an error fetching database information: %s
pl: Przepraszamy, wystąpił błąd pobierania informacji z bazy danych: %s

source: Sorry there was an error fetching saved charts:
pl: Przepraszamy, wystąpił błąd podczas pobierania zapisanych wykresów:

source: Sorry, An error occurred
pl: Przepraszamy, wystąpił błąd

source: Sorry, an error occurred
pl: Przepraszamy, wystąpił błąd

source: Sorry, an unknown error occurred
pl: Przepraszamy, wystąpił nieznany błąd

source: Sorry, an unknown error occurred.
pl: Przepraszamy, wystąpił nieznany błąd.

source: Sorry, something went wrong. Embedding could not be deactivated.
pl: Przepraszamy, coś poszło nie tak. Nie można było wyłączyć osadzania.

source: Sorry, something went wrong. Please try again.
pl: Przepraszamy, coś poszło nie tak. Spróbuj ponownie.

source: Sorry, something went wrong. Try again later.
pl: Przepraszamy, coś poszło nie tak. Spróbuj ponownie później.

source: Sorry, there appears to be no data
pl: Przepraszamy, wygląda na to, że nie ma danych

source: Sorry, there was an error saving this %s: %s
pl: Przepraszamy, wystąpił błąd podczas zapisywania tego %s: %s

source: Sorry, there was an error saving this dashboard: %s
pl: Przepraszamy, wystąpił błąd podczas zapisywania tego pulpitu nawigacyjnego: %s

source: Sorry, your browser does not support copying.
pl: Przepraszamy, Twoja przeglądarka nie obsługuje kopiowania.

source: Sorry, your browser does not support copying. Use Ctrl / Cmd + C!
pl: Przepraszamy, Twoja przeglądarka nie obsługuje kopiowania. Użyj Ctrl / Cmd + C!

source: Sort
pl: Sortuj

source: Sort Bars
pl: Paski sortowania

source: Sort Descending
pl: Sortuj malejąco

source: Sort Metric
pl: Sortowanie metryczne

source: Sort Series Ascending
pl: Sortuj serie rosnąco

source: Sort Series By
pl: Sortuj serie według

source: Sort X Axis
pl: Sortuj oś X

source: Sort Y Axis
pl: Sortuj oś Y

source: Sort ascending
pl: Sortuj rosnąco

source: Sort bars by x labels.
pl: Sortuj słupki według etykiet x.

source: Sort by
pl: Sortuj według

source: Sort by %s
pl: Sortuj według %s

source: Sort by metric
pl: Sortuj według metryki

source: Sort columns alphabetically
pl: Sortowanie kolumn alfabetycznie

source: Sort columns by
pl: Sortuj kolumny według

source: Sort descending
pl: Sortuj malejąco

source: Sort filter values
pl: Sortowanie wartości filtrów

source: Sort metric
pl: Metryka sortowania

source: Sort rows by
pl: Sortuj wiersze według

source: Sort series in ascending order
pl: Sortuj serie w porządku rosnącym

source: Sort type
pl: Typ sortowania

source: Source
pl: Źródło

source: Source / Target
pl: Źródło / cel

source: Source SQL
pl: Źródło SQL

source: Source category
pl: Kategoria źródła

source: Spatial
pl: Przestrzenny

source: Specific Date/Time
pl: Konkretna data/godzina

source: Specify a schema (if database flavor supports this).
pl: Określ schemat (jeśli wersja bazy danych to obsługuje).

source: Specify name to CREATE TABLE AS schema in: public
pl: Określ nazwę schematu CREATE TABLE AS: public

source: Specify name to CREATE VIEW AS schema in: public
pl: Określ nazwę schematu CREATE VIEW AS: public

source: Specify the database version. This is used with Presto for query cost estimation, and Dremio for syntax changes, among others.
pl: Określa wersję bazy danych. Jest to używane między innymi z Presto do szacowania kosztów zapytań i Dremio do zmian składni.

source: Split number
pl: Numer podziału

source: Square kilometers
pl: Kilometry kwadratowe

source: Square meters
pl: Metry kwadratowe

source: Square miles
pl: Mile kwadratowe

source: Stack
pl: Stos

source: Stack Trace:
pl: Ślad stosu:

source: Stack series
pl: Seria stosów

source: Stack series on top of each other
pl: Układanie serii jedna na drugiej

source: Stacked
pl: Ułożone

source: Stacked Bars
pl: Sztabki ułożone w stos

source: Stacked Style
pl: Styl piętrowy

source: Stacked style
pl: Styl piętrowy

source: Standard time series
pl: Standardowy szereg czasowy

source: Start (Longitude, Latitude):
pl: Start (długość i szerokość geograficzna):

source: Start Longitude & Latitude
pl: Długość i szerokość geograficzna początkowa

source: Start angle
pl: Kąt początkowy

source: Start at (UTC)
pl: Start o (UTC)

source: Start date
pl: Data rozpoczęcia

source: Start date included in time range
pl: Data rozpoczęcia uwzględniona w zakresie czasu

source: Start y-axis at 0
pl: Rozpocznij oś y od 0

source: Start y-axis at zero. Uncheck to start y-axis at minimum value in the data.
pl: Rozpocznij oś y od zera. Usuń zaznaczenie, aby rozpocząć oś y od minimalnej wartości w danych.

source: Started
pl: Rozpoczęty

source: State
pl: Stan

source: Statement %(statement_num)s out of %(statement_count)s
pl: Deklaracja %(statement_num)s z %(statement_count)s

source: Statistical
pl: Statystyczny

source: Step - end
pl: Krok - koniec

source: Step - middle
pl: Krok - środek

source: Step - start
pl: Krok - start

source: Step type
pl: Typ kroku

source: Stepped Line
pl: Linia stopniowana

source: Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
pl: Wykres schodkowo-liniowy (zwany również wykresem schodkowym) jest odmianą wykresu liniowego, ale z linią tworzącą serię kroków między punktami danych. Wykres schodkowy może być przydatny, gdy chcesz pokazać zmiany zachodzące w nieregularnych odstępach czasu.

source: Stop query
pl: Zatrzymaj zapytanie

source: Stop running (Ctrl + e)
pl: Zatrzymaj działanie (Ctrl + e)

source: Stop running (Ctrl + x)
pl: Zatrzymaj działanie (Ctrl + x)

source: Stopped an unsafe database connection
pl: Zatrzymanie niebezpiecznego połączenia z bazą danych

source: Stream
pl: Strumień

source: Streets
pl: Ulice

source: Strength to pull the graph toward center
pl: Siła przyciągająca wykres do środka

source: Stretched style
pl: Rozciągnięty styl

source: Strings used for sheet names (default is the first sheet).
pl: Ciągi znaków używane jako nazwy arkuszy (domyślnie pierwszy arkusz).

source: Stroke Color
pl: Kolor obrysu

source: Stroke Width
pl: Szerokość skoku

source: Stroked
pl: Głaskany

source: Structural
pl: Strukturalny

source: Style
pl: Styl

source: Style the ends of the progress bar with a round cap
pl: Stylizuj końce paska postępu za pomocą okrągłej nakładki

source: Subdomain
pl: Subdomena

source: Subheader
pl: Podtytuł

source: Subheader Font Size
pl: Rozmiar czcionki podnagłówka

source: Submit
pl: Prześlij

source: Subtotal
pl: Suma częściowa

source: Success
pl: Sukces

source: Successfully changed dataset!
pl: Pomyślnie zmieniono zestaw danych!

source: Suffix
pl: Przyrostek

source: Suffix to apply after the percentage display
pl: Przyrostek stosowany po wyświetleniu wartości procentowej

source: Sum
pl: Suma

source: Sum as Fraction of Columns
pl: Suma jako ułamek kolumn

source: Sum as Fraction of Rows
pl: Suma jako ułamek wierszy

source: Sum as Fraction of Total
pl: Suma jako ułamek całości

source: Sum of values over specified period
pl: Suma wartości w określonym okresie

source: Sum values
pl: Suma wartości

source: Sunburst Chart
pl: Wykres Sunburst

source: Sunday
pl: Niedziela

source: Superset Chart
pl: Wykres supersetów

source: Superset Embedded SDK documentation.
pl: Dokumentacja Superset Embedded SDK.

source: Superset chart
pl: Tabela supersetów

source: Superset dashboard
pl: Pulpit nawigacyjny supersetu

source: Superset encountered an error while running a command.
pl: Superset napotkał błąd podczas wykonywania polecenia.

source: Superset encountered an unexpected error.
pl: Superset napotkał nieoczekiwany błąd.

source: Supported databases
pl: Obsługiwane bazy danych

source: Survey Responses
pl: Odpowiedzi na ankietę

source: Swap dataset
pl: Zamiana zestawu danych

source: Swap rows and columns
pl: Zamiana wierszy i kolumn

source: Swiss army knife for visualizing data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.
pl: Szwajcarski scyzoryk do wizualizacji danych. Do wyboru są wykresy krokowe, liniowe, punktowe i słupkowe. Ten typ wizualizacji ma również wiele opcji dostosowywania.

source: Symbol of two ends of edge line
pl: Symbol dwóch końców linii krawędziowej

source: Symbol size
pl: Rozmiar symbolu

source: Sync columns from source
pl: Synchronizacja kolumn ze źródła

source: Syntax
pl: Składnia

source: Syntax Error: %(qualifier)s input "%(input)s" expecting "%(expected)s
pl: Błąd składni: %(qualifier)s input "%(input)s" expecting "%(expected)s

source: TABLES
pl: TABELE

source: TEMPORAL X-AXIS
pl: CZASOWA OŚ X

source: THU
pl: TU

source: Tab name
pl: Nazwa karty

source: Tab title
pl: Tytuł zakładki

source: Table
pl: Tabela

source: Table %(table)s wasn't found in the database %(db)s
pl: Tabela %(table)s nie została znaleziona w bazie danych %(db)s.

source: Table Exists
pl: Tabela Istnieje

source: Table Name
pl: Nazwa tabeli

source: Table [%(table_name)s] could not be found, please double check your database connection, schema, and table name
pl: Nie znaleziono tabeli [%(table_name)s], sprawdź połączenie z bazą danych, schemat i nazwę tabeli

source: Table cache timeout
pl: Limit czasu pamięci podręcznej tabeli

source: Table columns
pl: Kolumny tabeli

source: Table name cannot contain a schema
pl: Nazwa tabeli nie może zawierać schematu

source: Table name undefined
pl: Niezdefiniowana nazwa tabeli

source: Table or View "%(table)s" does not exist.
pl: Tabela lub widok "%(table)s" nie istnieje.

source: Table that visualizes paired t-tests, which are used to understand statistical differences between groups.
pl: Tabela wizualizująca sparowane testy t, które są używane do zrozumienia różnic statystycznych między grupami.

source: Tables
pl: Stoły

source: Tabs
pl: Zakładki

source: Tabular
pl: Tabelaryczny

source: Tag could not be created.
pl: Nie można utworzyć tagu.

source: Tag could not be deleted.
pl: Tag nie mógł zostać usunięty.

source: Tag could not be found.
pl: Nie można znaleźć znacznika.

source: Tag could not be updated.
pl: Znacznik nie mógł zostać zaktualizowany.

source: Tag created
pl: Utworzony tag

source: Tag name
pl: Nazwa tagu

source: Tag name is invalid (cannot contain ':')
pl: Nazwa tagu jest nieprawidłowa (nie może zawierać ":")

source: Tag parameters are invalid.
pl: Parametry znacznika są nieprawidłowe.

source: Tag updated
pl: Tag zaktualizowany

source: Tagged Object could not be deleted.
pl: Obiekt oznaczony tagiem nie mógł zostać usunięty.

source: Tags
pl: Tagi

source: Take your data points, and group them into "bins" to see where the densest areas of information lie
pl: Weź punkty danych i pogrupuj je w "pojemniki", aby zobaczyć, gdzie znajdują się najgęstsze obszary informacji

source: Target
pl: Cel

source: Target Color
pl: Kolor docelowy

source: Target category
pl: Kategoria docelowa

source: Target value
pl: Wartość docelowa

source: Template Name
pl: Nazwa szablonu

source: Template parameters
pl: Parametry szablonu

source: Templated link, it's possible to include {{ metric }} or other values coming from the controls.
pl: Szablonowy link, możliwe jest dołączenie {{ metryki }} lub innych wartości pochodzących z kontrolek.

source: Terminate running queries when browser window closed or navigated to another page. Available for Presto, Hive, MySQL, Postgres and Snowflake databases.
pl: Kończy uruchomione zapytania po zamknięciu okna przeglądarki lub przejściu na inną stronę. Dostępne dla baz danych Presto, Hive, MySQL, Postgres i Snowflake.

source: Test Connection
pl: Połączenie testowe

source: Test connection
pl: Połączenie testowe

source: Text
pl: Tekst

source: Text align
pl: Wyrównanie tekstu

source: Text embedded in email
pl: Tekst osadzony w wiadomości e-mail

source: The API response from %s does not match the IDatabaseTable interface.
pl: Odpowiedź API z %s nie pasuje do interfejsu IDatabaseTable.

source: The CSS for individual dashboards can be altered here, or in the dashboard view where changes are immediately visible
pl: CSS dla poszczególnych pulpitów nawigacyjnych można zmienić tutaj lub w widoku pulpitu nawigacyjnego, gdzie zmiany są natychmiast widoczne

source: The CTAS (create table as select) doesn't have a SELECT statement at the end. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
pl: CTAS (create table as select) nie ma instrukcji SELECT na końcu. Upewnij się, że zapytanie ma SELECT jako ostatnią instrukcję. Następnie spróbuj ponownie uruchomić zapytanie.

source: The GeoJsonLayer takes in GeoJSON formatted data and renders it as interactive polygons, lines and points (circles, icons and/or texts).
pl: GeoJsonLayer pobiera dane w formacie GeoJSON i renderuje je jako interaktywne wielokąty, linie i punkty (okręgi, ikony i/lub teksty).

source: The URL is missing the dataset_id or slice_id parameters.
pl: W adresie URL brakuje parametrów dataset_id lub slice_id.

source: The X-axis is not on the filters list
pl: Oś X nie znajduje się na liście filtrów

source: The X-axis is not on the filters list which will prevent it from being used in time range filters in dashboards. Would you like to add it to the filters list?
pl: Oś X nie znajduje się na liście filtrów, co uniemożliwi jej użycie w filtrach filtrów zakresu czasu w pulpitach nawigacyjnych. Czy chcesz dodać ją do listy filtrów?

source: The annotation has been saved
pl: Adnotacja została zapisana

source: The annotation has been updated
pl: Adnotacja została zaktualizowana

source: The category of source nodes used to assign colors. If a node is associated with more than one category, only the first will be used.
pl: Kategoria węzłów źródłowych używana do przypisywania kolorów. Jeśli węzeł jest powiązany z więcej niż jedną kategorią, użyta zostanie tylko pierwsza z nich.

source: The chart datasource does not exist
pl: Źródło danych wykresu nie istnieje

source: The chart does not exist
pl: Wykres nie istnieje

source: The chart query context does not exist
pl: Kontekst zapytania wykresu nie istnieje

source: The classic. Great for showing how much of a company each investor gets, what demographics follow your blog, or what portion of the budget goes to the military industrial complex. Pie charts can be difficult to interpret precisely. If clarity of relative proportion is important, consider using a bar or other chart type instead.
pl: Klasyka. Świetnie nadaje się do pokazania, ile firmy otrzymuje każdy inwestor, jakie dane demograficzne śledzą Twój blog lub jaka część budżetu trafia do wojskowego kompleksu przemysłowego. Wykresy kołowe mogą być trudne do precyzyjnej interpretacji. Jeśli ważna jest jasność względnych proporcji, warto rozważyć użycie wykresu słupkowego lub innego typu wykresu.

source: The color for points and clusters in RGB
pl: Kolor dla punktów i klastrów w RGB

source: The color of the isoband
pl: Kolor izoband

source: The color of the isoline
pl: Kolor izolinii

source: The color scheme for rendering chart
pl: Schemat kolorów dla wykresu renderowania

source: The color scheme is determined by the related dashboard. Edit the color scheme in the dashboard properties.
pl: Schemat kolorów jest określany przez powiązany pulpit nawigacyjny. Schemat kolorów można edytować we właściwościach pulpitu nawigacyjnego.

source: The column header label
pl: Etykieta nagłówka kolumny

source: The column was deleted or renamed in the database.
pl: Kolumna została usunięta lub zmieniono jej nazwę w bazie danych.

source: The country code standard that Superset should expect to find in the [country] column
pl: Standard kodu kraju, który Superset powinien znaleźć w kolumnie [country].

source: The dashboard has been saved
pl: Pulpit nawigacyjny został zapisany

source: The data source seems to have been deleted
pl: Wydaje się, że źródło danych zostało usunięte

source: The data type that was inferred by the database. It may be necessary to input a type manually for expression-defined columns in some cases. In most case users should not need to alter this.
pl: Typ danych wywnioskowany przez bazę danych. W niektórych przypadkach może być konieczne ręczne wprowadzenie typu dla kolumn zdefiniowanych przez wyrażenie. W większości przypadków użytkownicy nie powinni tego zmieniać.

source: The database %s is linked to %s charts that appear on %s dashboards and users have %s SQL Lab tabs using this database open. Are you sure you want to continue? Deleting the database will break those objects.
pl: Baza danych %s jest powiązana z %s wykresami, które pojawiają się na %s pulpitach nawigacyjnych, a użytkownicy mają %s zakładek SQL Lab korzystających z tej bazy danych. Czy na pewno chcesz kontynuować? Usunięcie bazy danych spowoduje uszkodzenie tych obiektów.

source: The database columns that contains lines information
pl: Kolumny bazy danych zawierające informacje o liniach

source: The database could not be found
pl: Nie można znaleźć bazy danych

source: The database is currently running too many queries.
pl: Baza danych wykonuje obecnie zbyt wiele zapytań.

source: The database is under an unusual load.
pl: Baza danych znajduje się pod nietypowym obciążeniem.

source: The database referenced in this query was not found. Please contact an administrator for further assistance or try again.
pl: Nie znaleziono bazy danych, do której odwołuje się to zapytanie. Skontaktuj się z administratorem w celu uzyskania dalszej pomocy lub spróbuj ponownie.

source: The database returned an unexpected error.
pl: Baza danych zwróciła nieoczekiwany błąd.

source: The database was deleted.
pl: Baza danych została usunięta.

source: The database was not found.
pl: Baza danych nie została znaleziona.

source: The dataset %s is linked to %s charts that appear on %s dashboards. Are you sure you want to continue? Deleting the dataset will break those objects.
pl: Zbiór danych %s jest powiązany z %s wykresami, które pojawiają się na %s pulpitach nawigacyjnych. Czy na pewno chcesz kontynuować? Usunięcie zestawu danych spowoduje uszkodzenie tych obiektów.

source: The dataset associated with this chart no longer exists
pl: Zestaw danych powiązany z tym wykresem już nie istnieje

source: The dataset column/metric that returns the values on your chart's x-axis.
pl: Kolumna/metryka zestawu danych, która zwraca wartości na osi x wykresu.

source: The dataset column/metric that returns the values on your chart's y-axis.
pl: Kolumna/metryka zestawu danych, która zwraca wartości na osi y wykresu.

source: The dataset configuration exposed here affects all the charts using this dataset. Be mindful that changing settings here may affect other charts in undesirable ways.
pl: Konfiguracja zestawu danych widoczna tutaj wpływa na wszystkie wykresy korzystające z tego zestawu danych. Należy pamiętać, że zmiana ustawień może wpłynąć na inne wykresy w niepożądany sposób.

source: The dataset has been saved
pl: Zestaw danych został zapisany

source: The dataset linked to this chart may have been deleted.
pl: Zestaw danych powiązany z tym wykresem mógł zostać usunięty.

source: The datasource couldn't be loaded
pl: Nie można załadować źródła danych

source: The datasource is too large to query.
pl: Zasób danych jest zbyt duży, aby wykonać zapytanie.

source: The description can be displayed as widget headers in the dashboard view. Supports markdown.
pl: Opis może być wyświetlany jako nagłówki widżetów w widoku pulpitu nawigacyjnego. Obsługuje markdown.

source: The distance between cells, in pixels
pl: Odległość między komórkami w pikselach

source: The duration of time in seconds before the cache is invalidated. Set to -1 to bypass the cache.
pl: Czas w sekundach przed unieważnieniem pamięci podręcznej. Ustaw na -1, aby ominąć pamięć podręczną.

source: The encoding format of the lines
pl: Format kodowania linii

source: The engine_params object gets unpacked into the sqlalchemy.create_engine call.
pl: Obiekt engine_params jest rozpakowywany do wywołania sqlalchemy.create_engine.

source: The following entries in `series_columns` are missing in `columns`: %(columns)s.
pl: W `columns` brakuje następujących wpisów w `series_columns`: %(columns)s.

source: The function to use when aggregating points into groups
pl: Funkcja używana do agregowania punktów w grupy

source: The host "%(hostname)s" might be down and can't be reached.
pl: Host "%(hostname)s" może być wyłączony i nie można się z nim skontaktować.

source: The host "%(hostname)s" might be down, and can't be reached on port %(port)s.
pl: Host "%(hostname)s" może być wyłączony i nie można się z nim połączyć na porcie %(port)s.

source: The host might be down, and can't be reached on the provided port.
pl: Host może być wyłączony i nie można się z nim połączyć na podanym porcie.

source: The hostname "%(hostname)s" cannot be resolved.
pl: Nazwa hosta "%(hostname)s" nie może zostać rozpoznana.

source: The hostname provided can't be resolved.
pl: Podana nazwa hosta nie może zostać rozpoznana.

source: The id of the active chart
pl: Identyfikator aktywnego wykresu

source: The list of charts associated with this table. By altering this datasource, you may change how these associated charts behave. Also note that charts need to point to a datasource, so this form will fail at saving if removing charts from a datasource. If you want to change the datasource for a chart, overwrite the chart from the 'explore view'
pl: Lista wykresów powiązanych z tą tabelą. Zmieniając to źródło danych, można zmienić sposób działania powiązanych wykresów. Należy również pamiętać, że wykresy muszą wskazywać źródło danych, więc ten formularz nie powiedzie się podczas zapisywania, jeśli wykresy zostaną usunięte ze źródła danych. Jeśli chcesz zmienić źródło danych dla wykresu, nadpisz wykres z "widoku eksploracji

source: The lower limit of the threshold range of the Isoband
pl: Dolna granica zakresu progowego pasma izotermicznego

source: The maximum number of events to return, equivalent to the number of rows
pl: Maksymalna liczba zdarzeń do zwrócenia, równoważna liczbie wierszy
