Repository: dchabrzyk/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: This filter was inherited from the dashboard's context. It won't be saved when saving the chart.
pl: Ten filtr został odziedziczony z kontekstu pulpitu nawigacyjnego. Nie zostanie on zapisany podczas zapisywania wykresu.

source: Error: %(text)s
pl: Błąd: %(text)s

source: (excluded)
pl: (wyłączone)

source: Set the opacity to 0 if you do not want to override the color specified in the GeoJSON
pl: Ustaw krycie na 0, jeśli nie chcesz zastępować koloru określonego w GeoJSON.

source: a dashboard OR
pl: deska rozdzielcza LUB

source: a new one
pl: nowy

source: expression which needs to adhere to the
pl: wyrażenie, które musi być zgodne z

source: source code of Superset's sandboxed parser
pl: kod źródłowy piaskownicowego parsera Superset

source: standard to ensure that the lexicographical ordering coincides with the chronological ordering. If the timestamp format does not adhere to the ISO 8601 standard you will need to define an expression and type for transforming the string into a date or timestamp. Note currently time zones are not supported. If time is stored in epoch format, put `epoch_s` or `epoch_ms`. If no pattern is specified we fall back to using the optional defaults on a per database/column name level via the extra parameter.
pl: aby zapewnić, że porządek leksykograficzny pokrywa się z porządkiem chronologicznym. Jeśli format znacznika czasu nie jest zgodny ze standardem ISO 8601 konieczne będzie zdefiniowanie wyrażenia i typu do przekształcające ciąg znaków w datę lub znacznik czasu. Uwaga obecnie strefy czasowe nie są obsługiwane. Jeśli czas jest przechowywany w formacie epoki, wpisz `epoch_s` lub `epoch_ms`. Jeśli nie określono wzorca zostanie określony, powrócimy do korzystania z opcjonalnych wartości domyślnych na poziomie poziom nazwy bazy danych/kolumny poprzez dodatkowy parametr.

source: to add calculated columns
pl: aby dodać kolumny wyliczane

source: to add metrics
pl: aby dodać metryki

source: to edit or add columns and metrics.
pl: aby edytować lub dodawać kolumny i metryki.

source: to mark a column as a time column
pl: aby oznaczyć kolumnę jako kolumnę czasu

source: to open SQL Lab. From there you can save the query as a dataset.
pl: aby otworzyć SQL Lab. Stamtąd można zapisać zapytanie jako zestaw danych.

source: to visualize your data.
pl: do wizualizacji danych.

source: != (Is not equal)
pl: != (nie jest równe)

source: % calculation
pl: % obliczenia

source: %(dialect)s cannot be used as a data source for security reasons.
pl: %(dialect)s nie może być używany jako źródło danych ze względów bezpieczeństwa.

source: %(message)s This may be triggered by: %(issues)s
pl: %(message)s Może to zostać wywołane przez: %(issues)s

source: %(object)s does not exist in this database.
pl: %(object)s nie istnieje w tej bazie danych.

source: %(other)s charts will appear here
pl: Tutaj pojawią się wykresy %(other)s

source: %(other)s dashboards will appear here
pl: Tutaj pojawią się pulpity nawigacyjne %(other)s

source: %(other)s recents will appear here
pl: %(other)s recents pojawią się tutaj

source: %(other)s saved queries will appear here
pl: Tutaj pojawią się zapisane zapytania %(other)s

source: %(rows)d rows returned
pl: %(wierszy)d zwróconych wierszy

source: %(subtitle)s This may be triggered by: %(issue)s
pl: %(subtitle)s Może to zostać wywołane przez: %(issue)s

source: %(validator)s was unable to check your query. Please recheck your query. Exception: %(ex)s
pl: %(validator)s nie mógł sprawdzić zapytania. Sprawdź ponownie zapytanie. Wyjątek: %(ex)s

source: %s Error
pl: %s Błąd

source: %s PASSWORD
pl: %s HASŁO

source: %s Selected
pl: %s Wybrane

source: %s Selected (%s Physical, %s Virtual)
pl: %s Wybrane (%s Fizyczne, %s Wirtualne)

source: %s aggregates(s)
pl: %s agregates(s)

source: %s column(s)
pl: %s kolumna(y)

source: %s items could not be tagged because you don’t have edit permissions to all selected objects.
pl: Nie można oznaczyć %s elementów, ponieważ nie masz uprawnień do edycji wszystkich wybranych obiektów.

source: %s operator(s)
pl: %s operator(y)

source: %s saved metric(s)
pl: %s zapisane metryki

source: %s updated
pl: %s zaktualizowane

source: %s-%s of %s
pl: %s-%s z %s

source: (Removed)
pl: (Usunięto)

source: (deleted or invalid type)
pl: (usunięty lub nieprawidłowy typ)

source: (no description, click to see stack trace)
pl: (brak opisu, kliknij, aby zobaczyć ślad stosu)

source: ), and they become available in your SQL (example:
pl: ) i stają się one dostępne w SQL (przykład:

source: *%(name)s* %(description)s <%(url)s|Explore in Superset> %(table)s
pl: *%(name)s* %(description)s <%(url)s|Eksploruj w superzestawie> %(table)s

source: *%(name)s* %(description)s Error: %(text)s
pl: *%(name)s* %(description)s Błąd: %(text)s

source: + %s more
pl: + %s więcej

source: -- Note: Unless you save your query, these tabs will NOT persist if you clear your cookies or change browsers.
pl: -- Uwaga: Jeśli nie zapiszesz zapytania, zakładki te NIE zostaną zachowane po wyczyszczeniu plików cookie lub zmianie przeglądarki.

source: 0 Selected
pl: 0 Wybrane

source: 1 calendar day frequency
pl: Częstotliwość 1 dzień kalendarzowy

source: 1 day
pl: 1 dzień

source: 1 day ago
pl: 1 dzień temu

source: 1 hour
pl: 1 godzina

source: 1 hourly frequency
pl: Częstotliwość 1 godzina

source: 1 minute
pl: 1 minuta

source: 1 minutely frequency
pl: 1 częstotliwość minutowa

source: 1 month end frequency
pl: Częstotliwość na koniec 1 miesiąca

source: 1 month start frequency
pl: Częstotliwość uruchamiania 1 miesiąc

source: 1 week
pl: 1 tydzień

source: 1 week ago
pl: 1 tydzień temu

source: 1 week starting Monday (freq=W-MON)
pl: 1 tydzień od poniedziałku (freq=W-MON)

source: 1 week starting Sunday (freq=W-SUN)
pl: 1 tydzień począwszy od niedzieli (częstotliwość=W-SUN)

source: 1 year
pl: 1 rok

source: 1 year ago
pl: 1 rok temu

source: 1 year end frequency
pl: Częstotliwość na koniec 1 roku

source: 1 year start frequency
pl: Częstotliwość rozpoczęcia 1 rok

source: 10 minute
pl: 10 minut

source: 104 weeks
pl: 104 tygodnie

source: 104 weeks ago
pl: 104 tygodnie temu

source: 15 minute
pl: 15 minut

source: 156 weeks
pl: 156 tygodni

source: 156 weeks ago
pl: 156 tygodni temu

source: 2 years
pl: 2 lata

source: 2 years ago
pl: 2 lata temu

source: 2/98 percentiles
pl: percentyle 2/98

source: 28 days
pl: 28 dni

source: 28 days ago
pl: 28 dni temu

source: 3 letter code of the country
pl: 3-literowy kod kraju

source: 3 years
pl: 3 lata

source: 3 years ago
pl: 3 lata temu

source: 30 days
pl: 30 dni

source: 30 days ago
pl: 30 dni temu

source: 30 minute
pl: 30 minut

source: 30 minutes
pl: 30 minut

source: 30 second
pl: 30 sekund

source: 30 seconds
pl: 30 sekund

source: 4 weeks (freq=4W-MON)
pl: 4 tygodnie (freq=4W-MON)

source: 5 minute
pl: 5 minut

source: 5 minutes
pl: 5 minut

source: 5 second
pl: 5 sekund

source: 5 seconds
pl: 5 sekund

source: 52 weeks
pl: 52 tygodnie

source: 52 weeks ago
pl: 52 tygodnie temu

source: 52 weeks starting Monday (freq=52W-MON)
pl: 52 tygodnie od poniedziałku (freq=52W-MON)

source: 6 hour
pl: 6 godz.

source: 60 days
pl: 60 dni

source: 7 calendar day frequency
pl: Częstotliwość 7 dni kalendarzowych

source: 7 days
pl: 7 dni

source: 9/91 percentiles
pl: 9/91 percentyl

source: 90 days
pl: 90 dni

source: < (Smaller than)
pl: < (Mniejszy niż)

source: <= (Smaller or equal)
pl: <= (Mniejszy lub równy)

source: <enter SQL expression here>
pl: <wpisz tutaj wyrażenie SQL>

source: <new column>
pl: <nowa kolumna>

source: <new metric>
pl: <nowa metryka>

source: <new spatial>
pl: <nowy przestrzenny>

source: <no type>
pl: <brak typu>

source: == (Is equal)
pl: == (jest równy)

source: > (Larger than)
pl: > (Większy niż)

source: >= (Larger or equal)
pl: >= (większa lub równa)

source: A Big Number
pl: Duża liczba

source: A comma separated list of columns that should be parsed as dates
pl: Rozdzielana przecinkami lista kolumn, które powinny być analizowane jako daty

source: A comma separated list of columns that should be parsed as dates.
pl: Rozdzielana przecinkami lista kolumn, które powinny być analizowane jako daty.

source: A comma-separated list of schemas that files are allowed to upload to.
pl: Rozdzielana przecinkami lista schematów, do których można przesyłać pliki.

source: A database with the same name already exists.
pl: Baza danych o tej samej nazwie już istnieje.

source: A dictionary with column names and their data types if you need to change the defaults. Example: {"user_id":"integer"}
pl: Słownik z nazwami kolumn i ich typami danych, jeśli konieczna jest zmiana ustawień domyślnych. Przykład: {"user_id":"integer"}

source: A full URL pointing to the location of the built plugin (could be hosted on a CDN for example)
pl: Pełny adres URL wskazujący lokalizację zbudowanej wtyczki (może być na przykład hostowany na CDN).

source: A handlebars template that is applied to the data
pl: Szablon kierownicy, który jest stosowany do danych

source: A human-friendly name
pl: Nazwa przyjazna dla człowieka

source: A list of domain names that can embed this dashboard. Leaving this field empty will allow embedding from any domain.
pl: Lista nazw domen, które mogą osadzać ten pulpit nawigacyjny. Pozostawienie tego pola pustego umożliwi osadzanie z dowolnej domeny.

source: A list of tags that have been applied to this chart.
pl: Lista znaczników, które zostały zastosowane do tego wykresu.

source: A list of users who can alter the chart. Searchable by name or username.
pl: Lista użytkowników, którzy mogą zmieniać wykres. Możliwość wyszukiwania według nazwy lub nazwy użytkownika.

source: A map of the world, that can indicate values in different countries.
pl: Mapa świata, która może wskazywać wartości w różnych krajach.

source: A map that takes rendering circles with a variable radius at latitude/longitude coordinates
pl: Mapa renderująca okręgi o zmiennym promieniu we współrzędnych szerokości/długości geograficznej

source: A metric to use for color
pl: Metryka używana dla koloru

source: A new chart and dashboard will be created.
pl: Zostanie utworzony nowy wykres i pulpit nawigacyjny.

source: A new chart will be created.
pl: Zostanie utworzony nowy wykres.

source: A new dashboard will be created.
pl: Zostanie utworzony nowy pulpit nawigacyjny.

source: A polar coordinate chart where the circle is broken into wedges of equal angle, and the value represented by any wedge is illustrated by its area, rather than its radius or sweep angle.
pl: Wykres współrzędnych biegunowych, w którym okrąg jest podzielony na kliny o równych kątach, a wartość reprezentowana przez dowolny klin jest zilustrowana jego obszarem, a nie promieniem lub kątem nachylenia.

source: A readable URL for your dashboard
pl: Czytelny adres URL dla pulpitu nawigacyjnego

source: A reference to the [Time] configuration, taking granularity into account
pl: Odniesienie do konfiguracji [Time], z uwzględnieniem ziarnistości

source: A report named "%(name)s" already exists
pl: Raport o nazwie "%(name)s" już istnieje

source: A reusable dataset will be saved with your chart.
pl: Wraz z wykresem zostanie zapisany zestaw danych wielokrotnego użytku.

source: A screenshot of the dashboard will be sent to your email at
pl: Zrzut ekranu pulpitu nawigacyjnego zostanie wysłany na adres e-mail

source: A set of parameters that become available in the query using Jinja templating syntax
pl: Zestaw parametrów, które stają się dostępne w zapytaniu przy użyciu składni szablonów Jinja

source: A time column must be specified when using a Time Comparison.
pl: Kolumna czasu musi być określona podczas korzystania z porównania czasu.

source: A time series chart that visualizes how a related metric from multiple groups vary over time. Each group is visualized using a different color.
pl: Wykres szeregu czasowego, który wizualizuje, jak powiązane wskaźniki z wielu grup zmieniają się w czasie. Każda grupa jest wizualizowana przy użyciu innego koloru.

source: A timeout occurred while executing the query.
pl: Wystąpił limit czasu podczas wykonywania zapytania.

source: A timeout occurred while generating a csv.
pl: Wystąpił przekroczenie limitu czasu podczas generowania pliku csv.

source: A timeout occurred while generating a dataframe.
pl: Wystąpił przekroczenie limitu czasu podczas generowania ramki danych.

source: A timeout occurred while taking a screenshot.
pl: Wystąpił limit czasu podczas wykonywania zrzutu ekranu.

source: A valid color scheme is required
pl: Wymagany jest prawidłowy schemat kolorów

source: A waterfall chart is a form of data visualization that helps in understanding the cumulative effect of sequentially introduced positive or negative values. These intermediate values can either be time based or category based.
pl: Wykres wodospadowy to forma wizualizacji danych, która pomaga zrozumieć skumulowany efekt kolejno wprowadzanych wartości dodatnich lub ujemnych. Te pośrednie wartości mogą być oparte na czasie lub kategorii.

source: APPLY
pl: APLIKUJ

source: AXIS TITLE MARGIN
pl: MARGINES TYTUŁU OSI

source: AXIS TITLE POSITION
pl: POZYCJA TYTUŁU OSI

source: About
pl: O

source: Access
pl: Dostęp

source: Access token
pl: Token dostępu

source: Action
pl: Działanie

source: Action Log
pl: Dziennik działań

source: Actions
pl: Działania

source: Active
pl: Aktywny

source: Actual Values
pl: Rzeczywiste wartości

source: Actual time range
pl: Rzeczywisty zakres czasu

source: Actual value
pl: Wartość rzeczywista

source: Actual values
pl: Rzeczywiste wartości

source: Adaptive formatting
pl: Formatowanie adaptacyjne

source: Add
pl: Dodaj

source: Add Alert
pl: Dodaj alert

source: Add CSS Template
pl: Dodaj szablon CSS

source: Add CSS template
pl: Dodaj szablon CSS

source: Add Chart
pl: Dodaj wykres

source: Add Column
pl: Dodaj kolumnę

source: Add Dashboard
pl: Dodaj pulpit nawigacyjny

source: Add Database
pl: Dodaj bazę danych

source: Add Log
pl: Dodaj dziennik

source: Add Metric
pl: Dodaj metrykę

source: Add Report
pl: Dodaj raport

source: Add Rule
pl: Dodaj regułę

source: Add Tag
pl: Dodaj tag

source: Add a Plugin
pl: Dodaj wtyczkę

source: Add a dataset
pl: Dodaj zestaw danych

source: Add a new tab
pl: Dodaj nową kartę

source: Add a new tab to create SQL Query
pl: Dodaj nową kartę, aby utworzyć zapytanie SQL

source: Add additional custom parameters
pl: Dodaj dodatkowe parametry niestandardowe

source: Add an item
pl: Dodaj element

source: Add and edit filters
pl: Dodawanie i edytowanie filtrów

source: Add annotation
pl: Dodaj adnotację

source: Add annotation layer
pl: Dodaj warstwę adnotacji

source: Add calculated columns to dataset in "Edit datasource" modal
pl: Dodawanie kolumn wyliczanych do zbioru danych w oknie dialogowym "Edytuj źródło danych"

source: Add calculated temporal columns to dataset in "Edit datasource" modal
pl: Dodawanie obliczanych kolumn czasowych do zbioru danych w oknie dialogowym "Edytuj źródło danych"

source: Add color for positive/negative change
pl: Dodaj kolor dla pozytywnej/negatywnej zmiany

source: Add cross-filter
pl: Dodaj filtr krzyżowy

source: Add custom scoping
pl: Dodaj niestandardowy zakres

source: Add dataset columns here to group the pivot table columns.
pl: Dodaj tutaj kolumny zestawu danych, aby pogrupować kolumny tabeli przestawnej.

source: Add delivery method
pl: Dodaj metodę dostawy

source: Add description of your tag
pl: Dodaj opis swojego tagu

source: Add extra connection information.
pl: Dodaj dodatkowe informacje o połączeniu.

source: Add filter
pl: Dodaj filtr

source: Add filter clauses to control the filter's source query, though only in the context of the autocomplete i.e., these conditions do not impact how the filter is applied to the dashboard. This is useful when you want to improve the query's performance by only scanning a subset of the underlying data or limit the available values displayed in the filter.
pl: Dodaj klauzule filtra, aby kontrolować zapytanie źródłowe filtra, ale tylko w kontekście autouzupełniania, tj. te warunki nie mają wpływu na to, w jaki sposób filtr jest stosowany do pulpitu nawigacyjnego. Jest to przydatne gdy chcesz poprawić wydajność zapytania, skanując tylko podzbiór danych bazowych lub ograniczyć dostępne wartości wyświetlane w filtrze.

source: Add filters and dividers
pl: Dodawanie filtrów i dzielników

source: Add item
pl: Dodaj element

source: Add metric
pl: Dodaj metrykę

source: Add metrics to dataset in "Edit datasource" modal
pl: Dodawanie metryk do zestawu danych w oknie dialogowym "Edytuj źródło danych"

source: Add new color formatter
pl: Dodanie nowego formatyzatora kolorów

source: Add new formatter
pl: Dodaj nowy formatyzator

source: Add notification method
pl: Dodaj metodę powiadamiania

source: Add required control values to preview chart
pl: Dodaj wymagane wartości kontrolne do wykresu podglądu

source: Add required control values to save chart
pl: Dodaj wymagane wartości kontrolne, aby zapisać wykres

source: Add sheet
pl: Dodaj arkusz

source: Add tag to entities
pl: Dodaj znacznik do jednostek

source: Add the name of the chart
pl: Dodaj nazwę wykresu

source: Add the name of the dashboard
pl: Dodaj nazwę pulpitu nawigacyjnego

source: Add to dashboard
pl: Dodaj do pulpitu nawigacyjnego

source: Add/Edit Filters
pl: Dodawanie/edycja filtrów

source: Added
pl: Dodano

source: Additional Parameters
pl: Dodatkowe parametry

source: Additional fields may be required
pl: Mogą być wymagane dodatkowe pola

source: Additional information
pl: Dodatkowe informacje

source: Additional metadata
pl: Dodatkowe metadane

source: Additional padding for legend.
pl: Dodatkowe wypełnienie legendy.

source: Additional parameters
pl: Dodatkowe parametry

source: Additional settings.
pl: Dodatkowe ustawienia.

source: Additional text to add before or after the value, e.g. unit
pl: Dodatkowy tekst do dodania przed lub po wartości, np. jednostka

source: Additive
pl: Dodatek

source: Adjust how this database will interact with SQL Lab.
pl: Dostosuj sposób interakcji tej bazy danych z SQL Lab.

source: Adjust performance settings of this database.
pl: Dostosuj ustawienia wydajności tej bazy danych.

source: Advanced
pl: Zaawansowany

source: Advanced Analytics
pl: Zaawansowana analityka

source: Advanced Data type
pl: Zaawansowany typ danych

source: Advanced analytics
pl: Zaawansowana analityka

source: Advanced analytics Query A
pl: Zaawansowana analityka Zapytanie A

source: Advanced analytics Query B
pl: Zaawansowana analityka Zapytanie B

source: Advanced data type
pl: Zaawansowany typ danych

source: Advanced-Analytics
pl: Zaawansowana analityka

source: Aesthetic
pl: Estetyka

source: After
pl: Po

source: Aggregate
pl: Agregat

source: Aggregate Mean
pl: Średnia zagregowana

source: Aggregate Sum
pl: Suma zagregowana

source: Aggregate function applied to the list of points in each cluster to produce the cluster label.
pl: Funkcja agregacji zastosowana do listy punktów w każdym klastrze w celu uzyskania etykiety klastra.

source: Aggregate function to apply when pivoting and computing the total rows and columns
pl: Funkcja agregująca do zastosowania podczas przestawiania i obliczania sumy wierszy i kolumn

source: Aggregates data within the boundary of grid cells and maps the aggregated values to a dynamic color scale
pl: Agreguje dane w granicach komórek siatki i mapuje zagregowane wartości na dynamiczną skalę kolorów.

source: Aggregation
pl: Agregacja

source: Aggregation function
pl: Funkcja agregacji

source: Alert
pl: Alarm

source: Alert Triggered, In Grace Period
pl: Alert wyzwolony, w okresie karencji

source: Alert condition
pl: Stan alarmowy

source: Alert condition schedule
pl: Harmonogram stanów alarmowych

source: Alert ended grace period.
pl: Alert zakończył okres karencji.

source: Alert failed
pl: Alert nie powiódł się

source: Alert fired during grace period.
pl: Alert zwolniony podczas okresu karencji.

source: Alert found an error while executing a query.
pl: Alert wykrył błąd podczas wykonywania zapytania.

source: Alert name
pl: Nazwa alertu

source: Alert on grace period
pl: Alert dotyczący okresu karencji

source: Alert query returned a non-number value.
pl: Zapytanie alertu zwróciło wartość nienumeryczną.

source: Alert query returned more than one column.
pl: Zapytanie alertu zwróciło więcej niż jedną kolumnę.

source: Alert query returned more than one column. %(num_cols)s columns returned
pl: Zapytanie alertu zwróciło więcej niż jedną kolumnę. Zwrócone kolumny %(num_cols)s

source: Alert query returned more than one row.
pl: Zapytanie alertu zwróciło więcej niż jeden wiersz.

source: Alert query returned more than one row. %(num_rows)s rows returned
pl: Zapytanie alertu zwróciło więcej niż jeden wiersz. %(num_rows)s zwróconych wierszy

source: Alert running
pl: Uruchomiony alert

source: Alert triggered, notification sent
pl: Alert wyzwolony, powiadomienie wysłane

source: Alert validator config error.
pl: Błąd konfiguracji walidatora alertów.

source: Alerts
pl: Alerty

source: Alerts & Reports
pl: Alerty i raporty

source: Alerts & reports
pl: Alerty i raporty

source: Align +/-
pl: Wyrównaj +/-

source: All
pl: Wszystkie

source: All Text
pl: Cały tekst

source: All charts
pl: Wszystkie wykresy

source: All charts/global scoping
pl: Wszystkie wykresy/zakres globalny

source: All filters
pl: Wszystkie filtry

source: All panels
pl: Wszystkie panele

source: All panels with this column will be affected by this filter
pl: Filtr ten będzie miał wpływ na wszystkie panele z tą kolumną

source: Allow CREATE TABLE AS option in SQL Lab
pl: Zezwól na opcję CREATE TABLE AS w SQL Lab

source: Allow CREATE VIEW AS
pl: Zezwól CREATE VIEW AS

source: Allow CREATE VIEW AS option in SQL Lab
pl: Zezwalaj na opcję CREATE VIEW AS w SQL Lab

source: Allow Csv Upload
pl: Zezwalaj na przesyłanie plików Csv

source: Allow DML
pl: Zezwalaj na DML

source: Allow column names to be changed to case insensitive format, if supported (e.g. Oracle, Snowflake).
pl: Zezwalaj na zmianę nazw kolumn na format niewrażliwy na wielkość liter, jeśli jest obsługiwany (np. Oracle, Snowflake).

source: Allow columns to be rearranged
pl: Umożliwienie zmiany kolejności kolumn

source: Allow creation of new tables based on queries
pl: Umożliwienie tworzenia nowych tabel na podstawie zapytań

source: Allow creation of new views based on queries
pl: Umożliwienie tworzenia nowych widoków na podstawie zapytań

source: Allow data manipulation language
pl: Dozwolony język manipulacji danymi

source: Allow end user to drag-and-drop column headers to rearrange them. Note their changes won't persist for the next time they open the chart.
pl: Umożliwienie użytkownikowi końcowemu przeciągania i upuszczania nagłówków kolumn w celu zmiany ich kolejności. Należy pamiętać, że zmiany nie zostaną zachowane przy następnym otwarciu wykresu.

source: Allow file uploads to database
pl: Zezwalaj na przesyłanie plików do bazy danych

source: Allow manipulation of the database using non-SELECT statements such as UPDATE, DELETE, CREATE, etc.
pl: Zezwalaj na manipulowanie bazą danych za pomocą instrukcji innych niż SELECT, takich jak UPDATE, DELETE, CREATE itp.

source: Allow node selections
pl: Zezwalaj na wybór węzłów

source: Allow sending multiple polygons as a filter event
pl: Zezwalaj na wysyłanie wielu wielokątów jako zdarzenie filtra.

source: Allow this database to be explored
pl: Zezwól na eksplorację tej bazy danych

source: Allow this database to be queried in SQL Lab
pl: Zezwól na wykonywanie zapytań do tej bazy danych w SQL Lab

source: Allow users to run non-SELECT statements (UPDATE, DELETE, CREATE, ...) in SQL Lab
pl: Zezwalanie użytkownikom na uruchamianie instrukcji innych niż SELECT (UPDATE, DELETE, CREATE, ...) w SQL Lab
