Repository: dchabrzyk/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Drill by is not yet supported for this chart type
pl: Drill by nie jest jeszcze obsługiwany dla tego typu wykresu

source: Drill to detail by value is not yet supported for this chart type.
pl: Przejście do szczegółów według wartości nie jest jeszcze obsługiwane dla tego typu wykresu.

source: Drill to detail is disabled because this chart does not group data by dimension value.
pl: Przejście do szczegółów jest wyłączone, ponieważ ten wykres nie grupuje danych według wartości wymiaru.

source: Drop a temporal column here or click
pl: Opuść kolumnę tymczasową tutaj lub kliknij

source: Drop columns/metrics here or click
pl: Upuść kolumny/metryki tutaj lub kliknij

source: Duplicate
pl: Duplikat

source: Duplicate column name(s): %(columns)s
pl: Zduplikowane nazwy kolumn: %(columns)s

source: Duplicate column/metric labels: %(labels)s. Please make sure all columns and metrics have a unique label.
pl: Zduplikowane etykiety kolumn/mierników: %(labels)s. Upewnij się, że wszystkie kolumny i metryki mają unikalną etykietę.

source: Duplicate dataset
pl: Zduplikowany zestaw danych

source: Duplicate tab
pl: Karta Duplikat

source: Duration
pl: Czas trwania

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires, and -1 bypasses the cache. Note this defaults to the global timeout if undefined.
pl: Czas trwania (w sekundach) limitu czasu buforowania dla wykresów tej bazy danych. Limit czasu równy 0 oznacza, że pamięć podręczna nigdy nie wygasa, a -1 pomija pamięć podręczną. Zwróć uwagę, że domyślnie jest to globalny limit czasu, jeśli jest niezdefiniowany.

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires. Note this defaults to the global timeout if undefined.
pl: Czas trwania (w sekundach) limitu czasu buforowania dla wykresów tej bazy danych. Limit czasu równy 0 oznacza, że pamięć podręczna nigdy nie wygasa. Zwróć uwagę, że domyślnie jest to globalny limit czasu, jeśli jest niezdefiniowany.

source: Duration (in seconds) of the caching timeout for this chart. Note this defaults to the datasource/table timeout if undefined.
pl: Czas trwania (w sekundach) limitu czasu buforowania dla tego wykresu. Zwróć uwagę, że domyślnie jest to limit czasu źródła danych/tabeli, jeśli jest niezdefiniowany.

source: Duration (in seconds) of the caching timeout for this chart. Set to -1 to bypass the cache. Note this defaults to the dataset's timeout if undefined.
pl: Czas trwania (w sekundach) limitu czasu buforowania dla tego wykresu. Ustaw na -1, aby pominąć pamięć podręczną. Zwróć uwagę, że domyślnie jest to limit czasu zestawu danych, jeśli jest niezdefiniowany.

source: Duration (in seconds) of the caching timeout for this table. A timeout of 0 indicates that the cache never expires. Note this defaults to the database timeout if undefined.
pl: Czas trwania (w sekundach) limitu czasu buforowania dla tej tabeli. Limit czasu równy 0 oznacza, że pamięć podręczna nigdy nie wygasa. Zwróć uwagę, że domyślnie jest to limit czasu bazy danych, jeśli jest niezdefiniowany.

source: Duration (in seconds) of the metadata caching timeout for schemas of this database. If left unset, the cache never expires.
pl: Czas trwania (w sekundach) limitu czasu buforowania metadanych dla schematów tej bazy danych. Jeśli nie zostanie ustawione, pamięć podręczna nigdy nie wygaśnie.

source: Duration (in seconds) of the metadata caching timeout for tables of this database. If left unset, the cache never expires.
pl: Czas trwania (w sekundach) limitu czasu buforowania metadanych dla tabel tej bazy danych. Jeśli nie zostanie ustawione, pamięć podręczna nigdy nie wygaśnie.

source: Duration in ms (1.40008 => 1ms 400µs 80ns)
pl: Czas trwania w ms (1.40008 => 1ms 400µs 80ns)

source: Duration in ms (100.40008 => 100ms 400µs 80ns)
pl: Czas trwania w ms (100.40008 => 100ms 400µs 80ns)

source: Duration in ms (66000 => 1m 6s)
pl: Czas trwania w ms (66000 => 1m 6s)

source: Dynamic Aggregation Function
pl: Funkcja dynamicznej agregacji

source: Dynamically search all filter values
pl: Dynamiczne wyszukiwanie wszystkich wartości filtrów

source: END (EXCLUSIVE)
pl: KONIEC (WYŁĄCZNIE)

source: ERROR
pl: BŁĄD

source: ERROR: %s
pl: BŁĄD: %s

source: Edge length
pl: Długość krawędzi

source: Edge length between nodes
pl: Długość krawędzi między węzłami

source: Edge symbols
pl: Symbole krawędzi

source: Edge width
pl: Szerokość krawędzi

source: Edit
pl: Edytuj

source: Edit Alert
pl: Edytuj alert

source: Edit CSS
pl: Edycja CSS

source: Edit CSS Template
pl: Edycja szablonu CSS

source: Edit CSS template properties
pl: Edycja właściwości szablonu CSS

source: Edit Chart
pl: Edytuj wykres

source: Edit Chart Properties
pl: Edycja właściwości wykresu

source: Edit Column
pl: Edytuj kolumnę

source: Edit Dashboard
pl: Edytuj pulpit nawigacyjny

source: Edit Database
pl: Edytuj bazę danych

source: Edit Dataset
pl: Edytuj zestaw danych

source: Edit Log
pl: Dziennik edycji

source: Edit Metric
pl: Edytuj metrykę

source: Edit Plugin
pl: Edytuj wtyczkę

source: Edit Report
pl: Edytuj raport

source: Edit Rule
pl: Edytuj regułę

source: Edit Table
pl: Edytuj tabelę

source: Edit Tag
pl: Edytuj znacznik

source: Edit annotation
pl: Edytuj adnotację

source: Edit annotation layer
pl: Edycja warstwy adnotacji

source: Edit annotation layer properties
pl: Edycja właściwości warstwy adnotacji

source: Edit chart
pl: Edytuj wykres

source: Edit chart properties
pl: Edycja właściwości wykresu

source: Edit database
pl: Edycja bazy danych

source: Edit dataset
pl: Edytuj zestaw danych

source: Edit email report
pl: Edycja raportu e-mail

source: Edit formatter
pl: Edycja formatyzatora

source: Edit properties
pl: Edytuj właściwości

source: Edit query
pl: Edytuj zapytanie

source: Edit template
pl: Edytuj szablon

source: Edit template parameters
pl: Edycja parametrów szablonu

source: Edit time range
pl: Zakres czasu edycji

source: Edited
pl: Edytowano

source: Editing 1 filter:
pl: Edycja 1 filtra:

source: Either the database is spelled incorrectly or does not exist.
pl: Baza danych ma niepoprawną pisownię lub nie istnieje.

source: Either the username "%(username)s" or the password is incorrect.
pl: Nazwa użytkownika "%(username)s" lub hasło są nieprawidłowe.

source: Either the username "%(username)s", password, or database name "%(database)s" is incorrect.
pl: Nazwa użytkownika "%(username)s", hasło lub nazwa bazy danych "%(database)s" są nieprawidłowe.

source: Either the username or the password is wrong.
pl: Nazwa użytkownika lub hasło są nieprawidłowe.

source: Elevation
pl: Wzniesienie

source: Email reports active
pl: Aktywne raporty e-mail

source: Embed
pl: Osadzony

source: Embed code
pl: Kod osadzania

source: Embedding deactivated.
pl: Osadzanie wyłączone.

source: Emit Filter Events
pl: Emituj zdarzenia filtra

source: Emphasis
pl: Podkreślenie

source: Employment and education
pl: Zatrudnienie i edukacja

source: Empty circle
pl: Pusty okrąg

source: Empty collection
pl: Pusta kolekcja

source: Empty column
pl: Pusta kolumna

source: Empty query result
pl: Pusty wynik zapytania

source: Empty query?
pl: Puste zapytanie?

source: Empty row
pl: Pusty rząd

source: Enable 'Allow file uploads to database' in any database's settings
pl: Włącz opcję "Zezwalaj na przesyłanie plików do bazy danych" w ustawieniach dowolnej bazy danych.

source: Enable Filter Select
pl: Włącz wybór filtra

source: Enable cross-filtering
pl: Włącz filtrowanie krzyżowe

source: Enable data zooming controls
pl: Włącz elementy sterujące powiększaniem danych

source: Enable embedding
pl: Włącz osadzanie

source: Enable forecast
pl: Włącz prognozę

source: Enable forecasting
pl: Włącz prognozowanie

source: Enable graph roaming
pl: Włącz roaming wykresów

source: Enable node dragging
pl: Włącz przeciąganie węzłów

source: Enable query cost estimation
pl: Włącz szacowanie kosztów zapytań

source: Enable row expansion in schemas
pl: Włącz rozszerzanie wierszy w schematach

source: Enable server side pagination of results (experimental feature)
pl: Włączenie paginacji wyników po stronie serwera (funkcja eksperymentalna)

source: Encountered invalid NULL spatial entry, please consider filtering those out
pl: Napotkano nieprawidłowy wpis przestrzenny NULL, rozważ odfiltrowanie tych wpisów.

source: End
pl: Koniec

source: End (Longitude, Latitude):
pl: Koniec (długość i szerokość geograficzna):

source: End Longitude & Latitude
pl: Długość i szerokość geograficzna końca

source: End angle
pl: Kąt końcowy

source: End date
pl: Data zakończenia

source: End date excluded from time range
pl: Data końcowa wyłączona z zakresu czasu

source: End date must be after start date
pl: Data końcowa musi być późniejsza niż data początkowa

source: Engine "%(engine)s" cannot be configured through parameters.
pl: Silnik "%(engine)s" nie może zostać skonfigurowany za pomocą parametrów.

source: Engine Parameters
pl: Parametry silnika

source: Engine spec "InvalidEngine" does not support being configured via individual parameters.
pl: Specyfikacja silnika "InvalidEngine" nie obsługuje konfiguracji za pomocą indywidualnych parametrów.

source: Enter CA_BUNDLE
pl: Wprowadź CA_BUNDLE

source: Enter Primary Credentials
pl: Wprowadź podstawowe dane uwierzytelniające

source: Enter a delimiter for this data
pl: Wprowadź separator dla tych danych

source: Enter a name for this sheet
pl: Wprowadź nazwę tego arkusza

source: Enter a new title for the tab
pl: Wprowadź nowy tytuł karty

source: Enter duration in seconds
pl: Wprowadź czas trwania w sekundach

source: Enter fullscreen
pl: Wejdź w tryb pełnoekranowy

source: Enter the required %(dbModelName)s credentials
pl: Wprowadź wymagane poświadczenia %(dbModelName)s

source: Entity
pl: Podmiot

source: Entity ID
pl: Identyfikator podmiotu

source: Equal Date Sizes
pl: Równe rozmiary daty

source: Equal to (=)
pl: Równy (=)

source: Error
pl: Błąd

source: Error Fetching Tagged Objects
pl: Błąd pobierania tagowanych obiektów

source: Error in jinja expression in HAVING clause: %(msg)s
pl: Błąd w wyrażeniu jinja w klauzuli HAVING: %(msg)s

source: Error in jinja expression in RLS filters: %(msg)s
pl: Błąd w wyrażeniu jinja w filtrach RLS: %(msg)s

source: Error in jinja expression in WHERE clause: %(msg)s
pl: Błąd w wyrażeniu jinja w klauzuli WHERE: %(msg)s

source: Error in jinja expression in fetch values predicate: %(msg)s
pl: Błąd w wyrażeniu jinja w predykacie pobierania wartości: %(msg)s

source: Error loading chart datasources. Filters may not work correctly.
pl: Błąd ładowania źródeł danych wykresu. Filtry mogą nie działać poprawnie.

source: Error message
pl: Komunikat o błędzie

source: Error saving dataset
pl: Błąd zapisu zbioru danych

source: Error while fetching charts
pl: Błąd podczas pobierania wykresów

source: Error while fetching data: %s
pl: Błąd podczas pobierania danych: %s

source: Error while rendering virtual dataset query: %(msg)s
pl: Błąd podczas renderowania zapytania wirtualnego zestawu danych: %(msg)s

source: Error: %(error)s
pl: Błąd: %(error)s

source: Error: %(msg)s
pl: Błąd: %(msg)s

source: Error: permalink state not found
pl: Błąd: nie znaleziono stanu permalinka

source: Estimate cost
pl: Szacunkowy koszt

source: Estimate selected query cost
pl: Szacunkowy koszt wybranego zapytania

source: Estimate the cost before running a query
pl: Oszacuj koszt przed uruchomieniem zapytania

source: Event
pl: Wydarzenie

source: Event Flow
pl: Przepływ zdarzeń

source: Event Names
pl: Nazwy zdarzeń

source: Event definition
pl: Definicja zdarzenia

source: Event flow
pl: Przepływ zdarzeń

source: Event time column
pl: Kolumna czasu zdarzenia

source: Every
pl: Każdy

source: Evolution
pl: Ewolucja

source: Exact
pl: Dokładny

source: Example
pl: Przykład

source: Examples
pl: Przykłady

source: Excel File
pl: Plik Excel

source: Excel file "%(excel_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
pl: Plik Excel "%(excel_filename)s" przesłany do tabeli "%(table_name)s" w bazie danych "%(db_name)s".

source: Excel to Database configuration
pl: Konfiguracja programu Excel do bazy danych

source: Exclude selected values
pl: Wyklucz wybrane wartości

source: Excluded roles
pl: Wykluczone role

source: Executed SQL
pl: Wykonany kod SQL

source: Executed query
pl: Wykonane zapytanie

source: Execution ID
pl: Identyfikator wykonania

source: Execution log
pl: Dziennik wykonania

source: Existing dataset
pl: Istniejący zbiór danych

source: Exit fullscreen
pl: Wyjście z trybu pełnoekranowego

source: Expand
pl: Rozwiń

source: Expand all
pl: Rozwiń wszystko

source: Expand data panel
pl: Rozwiń panel danych

source: Expand row
pl: Rozwiń wiersz

source: Expand table preview
pl: Rozwiń podgląd tabeli

source: Expand tool bar
pl: Rozwiń pasek narzędzi

source: Expects a formula with depending time parameter 'x' in milliseconds since epoch. mathjs is used to evaluate the formulas. Example: '2x+5'
pl: Oczekuje formuły z zależnym parametrem czasu "x w milisekundach od epoki. mathjs jest używany do oceny formuł. Przykład: '2x+5'

source: Experimental
pl: Eksperymentalny

source: Explore
pl: Eksploruj

source: Explore - %(table)s
pl: Eksploruj - %(table)s

source: Explore the result set in the data exploration view
pl: Przeglądaj zestaw wyników w widoku eksploracji danych

source: Export
pl: Eksport

source: Export dashboards?
pl: Eksportować pulpity nawigacyjne?

source: Export query
pl: Zapytanie eksportowe

source: Export to .CSV
pl: Eksport do .CSV

source: Export to .JSON
pl: Eksport do .JSON

source: Export to Excel
pl: Eksport do programu Excel

source: Export to PDF
pl: Eksport do PDF

source: Export to YAML
pl: Eksport do YAML

source: Export to YAML?
pl: Eksport do YAML?

source: Export to full .CSV
pl: Eksport do pełnego pliku .CSV

source: Export to full Excel
pl: Eksport do pełnego programu Excel

source: Export to original .CSV
pl: Eksport do oryginalnego pliku .CSV

source: Export to pivoted .CSV
pl: Eksport do przestawnego pliku .CSV

source: Expose database in SQL Lab
pl: Udostępnianie bazy danych w SQL Lab

source: Expose in SQL Lab
pl: Ekspozycja w SQL Lab

source: Expose this DB in SQL Lab
pl: Wystaw tę bazę danych w SQL Lab

source: Expression
pl: Ekspresja

source: Extra
pl: Dodatkowy

source: Extra Controls
pl: Dodatkowe elementy sterujące

source: Extra Parameters
pl: Dodatkowe parametry

source: Extra data for JS
pl: Dodatkowe dane dla JS

source: Extra data to specify table metadata. Currently supports metadata of the format: `{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of truth." }, "warning_markdown": "This is a warning." }`.
pl: Dodatkowe dane określające metadane tabeli. Obecnie obsługuje metadane w formacie: `{ "certification": { "certified_by": "Data Platform Team", "details": "Ta tabela jest źródłem prawdy". }, "warning_markdown": "To jest ostrzeżenie". }`.

source: Extra field cannot be decoded by JSON. %(msg)s
pl: Dodatkowe pole nie może zostać zdekodowane przez JSON. %(msg)s

source: Extra parameters for use in jinja templated queries
pl: Dodatkowe parametry do wykorzystania w szablonowych zapytaniach jinja

source: Extra parameters that any plugins can choose to set for use in Jinja templated queries
pl: Dodatkowe parametry, które każda wtyczka może ustawić do użycia w szablonowych zapytaniach Jinja

source: Extra url parameters for use in Jinja templated queries
pl: Dodatkowe parametry url do wykorzystania w szablonach zapytań Jinja

source: Extruded
pl: Wytłaczane

source: Factor
pl: Czynnik

source: Factor to multiply the metric by
pl: Współczynnik do pomnożenia przez metrykę

source: Fail
pl: Niepowodzenie

source: Failed
pl: Nie powiodło się

source: Failed at retrieving results
pl: Pobieranie wyników nie powiodło się

source: Failed at stopping query. %s
pl: Zatrzymanie zapytania nie powiodło się. %s

source: Failed to create report
pl: Nie udało się utworzyć raportu

source: Failed to execute %(query)s
pl: Nie udało się wykonać %(query)s

source: Failed to generate chart edit URL
pl: Nie udało się wygenerować adresu URL edycji wykresu

source: Failed to load chart data
pl: Nie udało się załadować danych wykresu

source: Failed to load chart data.
pl: Nie udało się załadować danych wykresu.

source: Failed to load dimensions for drill by
pl: Nie udało się załadować wymiarów dla wiertła według

source: Failed to retrieve advanced type
pl: Nie udało się pobrać typu zaawansowanego

source: Failed to save cross-filter scoping
pl: Nie udało się zapisać zakresu filtrów krzyżowych

source: Failed to start remote query on a worker.
pl: Nie udało się uruchomić zdalnego zapytania na robocie.

source: Failed to tag items
pl: Nie udało się oznaczyć elementów

source: Failed to update report
pl: Nie udało się zaktualizować raportu

source: Failed to verify select options: %s
pl: Nie udało się zweryfikować wybranych opcji: %s

source: Favorite
pl: Ulubione

source: February
pl: Luty

source: Fetch Values Predicate
pl: Predykat pobierania wartości

source: Fetch data preview
pl: Pobieranie podglądu danych

source: Fetched %s
pl: Pobrano %s

source: Fetching
pl: Pobieranie

source: Field cannot be decoded by JSON. %(json_error)s
pl: Pole nie może być dekodowane przez JSON. %(json_error)s

source: Field cannot be decoded by JSON. %(msg)s
pl: Pole nie może być dekodowane przez JSON. %(msg)s

source: Field is required
pl: Pole jest wymagane

source: File
pl: Plik

source: File size must be less than or equal to %(max_size)s bytes
pl: Rozmiar pliku musi być mniejszy lub równy %(max_size)s bajtów

source: Fill Color
pl: Kolor wypełnienia

source: Fill all required fields to enable "Default Value"
pl: Wypełnij wszystkie wymagane pola, aby włączyć "Wartość domyślną".

source: Fill method
pl: Metoda napełniania

source: Filled
pl: Wypełniony

source: Filter
pl: Filtr

source: Filter Configuration
pl: Konfiguracja filtra

source: Filter List
pl: Lista filtrów

source: Filter Settings
pl: Ustawienia filtra

source: Filter Type
pl: Typ filtra

source: Filter charts
pl: Wykresy filtrów

source: Filter has default value
pl: Filtr ma wartość domyślną

source: Filter menu
pl: Menu filtrowania

source: Filter name
pl: Nazwa filtra

source: Filter only displays values relevant to selections made in other filters.
pl: Filtr wyświetla tylko wartości istotne dla wyborów dokonanych w innych filtrach.

source: Filter results
pl: Filtruj wyniki

source: Filter type
pl: Typ filtra

source: Filter value (case sensitive)
pl: Wartość filtra (wielkość liter ma znaczenie)

source: Filter value is required
pl: Wymagana jest wartość filtra

source: Filter value list cannot be empty
pl: Lista wartości filtra nie może być pusta

source: Filter your charts
pl: Filtrowanie wykresów

source: Filterable
pl: Możliwość filtrowania

source: Filters
pl: Filtry

source: Filters by columns
pl: Filtry według kolumn

source: Filters by metrics
pl: Filtry według metryk

source: Filters for Comparison
pl: Filtry porównawcze

source: Filters for comparison must have a value
pl: Filtry do porównania muszą mieć wartość

source: Filters out of scope (%d)
pl: Filtry poza zakresem (%d)

source: Filters with the same group key will be ORed together within the group, while different filter groups will be ANDed together. Undefined group keys are treated as unique groups, i.e. are not grouped together. For example, if a table has three filters, of which two are for departments Finance and Marketing (group key = 'department'), and one refers to the region Europe (group key = 'region'), the filter clause would apply the filter (department = 'Finance' OR department = 'Marketing') AND (region = 'Europe').
pl: Filtry z tym samym kluczem grupy będą ORowane razem w ramach grupy, podczas gdy różne grupy filtrów będą ANDowane razem. Niezdefiniowane klucze grup są traktowane jako unikalne grupy, tj. nie są grupowane razem. Na przykład, jeśli tabela ma trzy filtry, z których dwa są dla działów Finanse i Marketing (klucz grupy = "dział"), a jeden odnosi się do regionu Europa (klucz grupy = "region"), klauzula filtra zastosuje filtr (dział = "Finanse" LUB dział = "Marketing") ORAZ (region = "Europa").

source: Find
pl: Znajdź

source: Finish
pl: Zakończenie

source: First
pl: Pierwszy

source: Fix the trend line to the full time range specified in case filtered results do not include the start or end dates
pl: Napraw linię trendu do pełnego zakresu czasu określonego w przypadku, gdy przefiltrowane wyniki nie zawierają daty początkowej lub końcowej.

source: Fix to selected Time Range
pl: Dopasowanie do wybranego zakresu czasu

source: Fixed
pl: Naprawiono

source: Fixed Color
pl: Stały kolor

source: Fixed color
pl: Stały kolor

source: Fixed point radius
pl: Promień punktu stałego

source: Flow
pl: Przepływ

source: Font size
pl: Rozmiar czcionki

source: Font size for axis labels, detail value and other text elements
pl: Rozmiar czcionki dla etykiet osi, wartości szczegółowych i innych elementów tekstowych

source: Font size for the biggest value in the list
pl: Rozmiar czcionki dla największej wartości na liście

source: Font size for the smallest value in the list
pl: Rozmiar czcionki dla najmniejszej wartości na liście

source: For Bigquery, Presto and Postgres, shows a button to compute cost before running a query.
pl: W przypadku Bigquery, Presto i Postgres, pokazuje przycisk do obliczania kosztu przed uruchomieniem zapytania.

source: For Trino, describe full schemas of nested ROW types, expanding them with dotted paths
pl: W przypadku Trino należy opisać pełne schematy zagnieżdżonych typów ROW, rozszerzając je ścieżkami kropkowanymi

source: For further instructions, consult the
pl: Aby uzyskać dalsze instrukcje, zapoznaj się z

source: For more information about objects are in context in the scope of this function, refer to the
pl: Więcej informacji na temat obiektów znajdujących się w kontekście w zakresie tej funkcji można znaleźć w sekcji

source: For regular filters, these are the roles this filter will be applied to. For base filters, these are the roles that the filter DOES NOT apply to, e.g. Admin if admin should see all data.
pl: W przypadku zwykłych filtrów są to role, do których filtr zostanie zastosowany. W przypadku filtrów podstawowych są to role, do których filtr NIE ma zastosowania, np. administrator, jeśli administrator powinien widzieć wszystkie dane.

source: Force
pl: Siła

source: Force all tables and views to be created in this schema when clicking CTAS or CVAS in SQL Lab.
pl: Wymuś utworzenie wszystkich tabel i widoków w tym schemacie po kliknięciu CTAS lub CVAS w SQL Lab.

source: Force categorical
pl: Siła kategoryczna

source: Force date format
pl: Wymuś format daty

source: Force refresh
pl: Wymuś odświeżanie

source: Force refresh schema list
pl: Wymuś odświeżenie listy schematów

source: Force refresh table list
pl: Wymuś odświeżenie listy tabel

source: Forecast periods
pl: Okresy prognozy

source: Foreign key
pl: Klucz obcy

source: Form data not found in cache, reverting to chart metadata.
pl: Nie znaleziono danych formularza w pamięci podręcznej, przywrócono metadane wykresu.

source: Form data not found in cache, reverting to dataset metadata.
pl: Nie znaleziono danych formularza w pamięci podręcznej, przywrócono metadane zestawu danych.

source: Formatted CSV attached in email
pl: Sformatowany plik CSV załączony do wiadomości e-mail

source: Formatted date
pl: Sformatowana data

source: Formatted value
pl: Sformatowana wartość

source: Formatting
pl: Formatowanie

source: Formula
pl: Formuła

source: Forward values
pl: Wartości terminowe

source: Found invalid orderby options
pl: Znaleziono nieprawidłowe opcje orderby
