Repository: dchabrzyk/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: The maximum number of subdivisions of each group; lower values are pruned first
pl: Maksymalna liczba poddziałów każdej grupy; niższe wartości są przycinane w pierwszej kolejności.

source: The maximum value of metrics. It is an optional configuration
pl: Maksymalna wartość metryk. Jest to konfiguracja opcjonalna

source: The metadata_params in Extra field is not configured correctly. The key %(key)s is invalid.
pl: Pole metadata_params w Extra nie jest poprawnie skonfigurowane. Klucz %(key)s jest nieprawidłowy.

source: The metadata_params in Extra field is not configured correctly. The key %{key}s is invalid.
pl: Pole metadata_params w polu Extra nie jest poprawnie skonfigurowane. Klucz %{key}s jest nieprawidłowy.

source: The metadata_params object gets unpacked into the sqlalchemy.MetaData call.
pl: Obiekt metadata_params jest rozpakowywany do wywołania sqlalchemy.MetaData.

source: The minimum number of rolling periods required to show a value. For instance if you do a cumulative sum on 7 days you may want your "Min Period" to be 7, so that all data points shown are the total of 7 periods. This will hide the "ramp up" taking place over the first 7 periods
pl: Minimalna liczba okresów kroczących wymaganych do wyświetlenia wartości. Na przykład, jeśli wykonujesz skumulowaną sumę z 7 dni, możesz chcieć, aby "Min. okres" wynosił 7, tak aby wszystkie wyświetlane punkty danych były sumą 7 okresów. Ukryje to "narastanie" mające miejsce w ciągu pierwszych 7 okresów

source: The name of the rule must be unique
pl: Nazwa reguły musi być unikalna

source: The number color "steps"
pl: Liczba kolorów "kroków"

source: The number of hours, negative or positive, to shift the time column. This can be used to move UTC time to local time.
pl: Liczba godzin, ujemna lub dodatnia, do przesunięcia kolumny czasu. Można to wykorzystać do przeniesienia czasu UTC na czas lokalny.

source: The number of results displayed is limited to %(rows)d by the configuration DISPLAY_MAX_ROW. Please add additional limits/filters or download to csv to see more rows up to the %(limit)d limit.
pl: Liczba wyświetlanych wyników jest ograniczona do %(rows)d przez konfigurację DISPLAY_MAX_ROW. Dodaj dodatkowe limity/filtry lub pobierz plik csv, aby wyświetlić więcej wierszy do limitu %(limit)d.

source: The number of results displayed is limited to %(rows)d. Please add additional limits/filters, download to csv, or contact an admin to see more rows up to the %(limit)d limit.
pl: Liczba wyświetlanych wyników jest ograniczona do %(rows)d. Dodaj dodatkowe limity/filtry, pobierz do csv lub skontaktuj się z administratorem, aby zobaczyć więcej wierszy do limitu %(limit)d.

source: The number of rows displayed is limited to %(rows)d by the dropdown.
pl: Liczba wyświetlanych wierszy jest ograniczona do %(wierszy)d z listy rozwijanej.

source: The number of rows displayed is limited to %(rows)d by the limit dropdown.
pl: Liczba wyświetlanych wierszy jest ograniczona do %(wierszy)d za pomocą listy rozwijanej limitu.

source: The number of rows displayed is limited to %(rows)d by the query
pl: Liczba wyświetlanych wierszy jest ograniczona do %(rows)d przez zapytanie

source: The number of rows displayed is limited to %(rows)d by the query and limit dropdown.
pl: Liczba wyświetlanych wierszy jest ograniczona do %(wierszy)d przez zapytanie i listę rozwijaną limitu.

source: The number of seconds before expiring the cache
pl: Liczba sekund przed wygaśnięciem pamięci podręcznej

source: The object does not exist in the given database.
pl: Obiekt nie istnieje w danej bazie danych.

source: The password provided for username "%(username)s" is incorrect.
pl: Hasło podane dla nazwy użytkownika "%(username)s" jest nieprawidłowe.

source: The password provided when connecting to a database is not valid.
pl: Hasło podane podczas łączenia się z bazą danych jest nieprawidłowe.

source: The passwords for the databases below are needed in order to import them together with the charts. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
pl: Hasła do poniższych baz danych są potrzebne do zaimportowania ich wraz z wykresami. Należy pamiętać, że sekcje "Secure Extra" i "Certificate" konfiguracji bazy danych nie są obecne w plikach eksportu i powinny zostać dodane ręcznie po imporcie, jeśli są potrzebne.

source: The passwords for the databases below are needed in order to import them together with the dashboards. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
pl: Hasła do poniższych baz danych są potrzebne do zaimportowania ich wraz z pulpitami nawigacyjnymi. Należy pamiętać, że sekcje "Secure Extra" i "Certificate" konfiguracji bazy danych nie są obecne w plikach eksportu i powinny zostać dodane ręcznie po imporcie, jeśli są potrzebne.

source: The passwords for the databases below are needed in order to import them together with the datasets. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
pl: Hasła do poniższych baz danych są potrzebne do zaimportowania ich wraz z zestawami danych. Należy pamiętać, że sekcje "Secure Extra" i "Certificate" konfiguracji bazy danych nie są obecne w plikach eksportu i powinny zostać dodane ręcznie po imporcie, jeśli są potrzebne.

source: The passwords for the databases below are needed in order to import them together with the saved queries. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
pl: Hasła do poniższych baz danych są potrzebne do ich zaimportowania wraz z zapisanymi zapytaniami. Należy pamiętać, że sekcje "Secure Extra" i "Certificate" konfiguracji bazy danych nie są obecne w plikach eksportu i powinny zostać dodane ręcznie po imporcie, jeśli są potrzebne.

source: The passwords for the databases below are needed in order to import them. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in explore files and should be added manually after the import if they are needed.
pl: Hasła do poniższych baz danych są niezbędne do ich zaimportowania. Należy pamiętać, że sekcje "Secure Extra" i "Certificate" konfiguracji bazy danych nie są obecne w plikach eksploracji i powinny zostać dodane ręcznie po imporcie, jeśli są potrzebne.

source: The pattern of timestamp format. For strings use
pl: Wzorzec formatu znacznika czasu. Dla ciągów znaków użyj

source: The periodicity over which to pivot time. Users can provide "Pandas" offset alias. Click on the info bubble for more details on accepted "freq" expressions.
pl: Okresowość, w której czas ma być przestawiany. Użytkownicy mogą podać "Pandas" offset alias. Kliknij dymek informacyjny, aby uzyskać więcej informacji na temat akceptowanych wyrażeń "freq".

source: The pixel radius
pl: Promień piksela

source: The pointer to a physical table (or view). Keep in mind that the chart is associated to this Superset logical table, and this logical table points the physical table referenced here.
pl: Wskaźnik do tabeli fizycznej (lub widoku). Należy pamiętać, że wykres jest powiązany z tą tabelą logiczną Superset, a ta tabela logiczna wskazuje na tabelę fizyczną, do której się odwołuje.

source: The port is closed.
pl: Port jest zamknięty.

source: The port number is invalid.
pl: Numer portu jest nieprawidłowy.

source: The primary metric is used to define the arc segment sizes
pl: Podstawowa metryka jest używana do definiowania rozmiarów segmentów łuku

source: The provided table was not found in the provided database
pl: Podana tabela nie została znaleziona w podanej bazie danych

source: The query associated with the results was deleted.
pl: Zapytanie powiązane z wynikami zostało usunięte.

source: The query associated with these results could not be found. You need to re-run the original query.
pl: Nie można znaleźć zapytania powiązanego z tymi wynikami. Należy ponownie uruchomić oryginalne zapytanie.

source: The query contains one or more malformed template parameters.
pl: Zapytanie zawiera co najmniej jeden nieprawidłowy parametr szablonu.

source: The query couldn't be loaded
pl: Nie można załadować zapytania

source: The query estimation was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
pl: Szacowanie zapytania zostało zakończone po %(sqllab_timeout)s sekundach. Zapytanie może być zbyt złożone lub baza danych może być mocno obciążona.

source: The query has a syntax error.
pl: Zapytanie zawiera błąd składni.

source: The query returned no data
pl: Zapytanie nie zwróciło żadnych danych

source: The query was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
pl: Zapytanie zostało zakończone po %(sqllab_timeout)s sekundach. Zapytanie może być zbyt złożone lub baza danych może być mocno obciążona.

source: The radius (in pixels) the algorithm uses to define a cluster. Choose 0 to turn off clustering, but beware that a large number of points (>1000) will cause lag.
pl: Promień (w pikselach) używany przez algorytm do zdefiniowania klastra. Wybierz 0, aby wyłączyć grupowanie, ale pamiętaj, że duża liczba punktów (>1000) spowoduje opóźnienia.

source: The radius of individual points (ones that are not in a cluster). Either a numerical column or `Auto`, which scales the point based on the largest cluster
pl: Promień pojedynczych punktów (tych, które nie są w klastrze). Kolumna numeryczna lub `Auto`, które skaluje punkt na podstawie największego klastra.

source: The report has been created
pl: Raport został utworzony

source: The result of this query should be a numeric-esque value
pl: Wynikiem tego zapytania powinna być wartość liczbowa

source: The results backend no longer has the data from the query.
pl: Backend wyników nie zawiera już danych z zapytania.

source: The results stored in the backend were stored in a different format, and no longer can be deserialized.
pl: Wyniki przechowywane na zapleczu były przechowywane w innym formacie i nie można ich już deserializować.

source: The rich tooltip shows a list of all series for that point in time
pl: Rozbudowana podpowiedź wyświetla listę wszystkich serii dla tego punktu w czasie

source: The schema "%(schema)s" does not exist. A valid schema must be used to run this query.
pl: Schemat "%(schema)s" nie istnieje. Aby uruchomić to zapytanie, należy użyć prawidłowego schematu.

source: The schema "%(schema_name)s" does not exist. A valid schema must be used to run this query.
pl: Schemat "%(schema_name)s" nie istnieje. Aby uruchomić to zapytanie, należy użyć prawidłowego schematu.

source: The schema of the submitted payload is invalid.
pl: Schemat przesłanego ładunku jest nieprawidłowy.

source: The schema was deleted or renamed in the database.
pl: Schemat został usunięty lub zmieniono jego nazwę w bazie danych.

source: The size of each cell in meters
pl: Rozmiar każdej komórki w metrach

source: The size of the square cell, in pixels
pl: Rozmiar kwadratowej komórki w pikselach

source: The submitted payload failed validation.
pl: Przesłany ładunek nie przeszedł walidacji.

source: The submitted payload has the incorrect format.
pl: Przesłany ładunek ma nieprawidłowy format.

source: The submitted payload has the incorrect schema.
pl: Przesłany ładunek ma nieprawidłowy schemat.

source: The table "%(table)s" does not exist. A valid table must be used to run this query.
pl: Tabela "%(table)s" nie istnieje. Aby uruchomić to zapytanie, należy użyć prawidłowej tabeli.

source: The table "%(table_name)s" does not exist. A valid table must be used to run this query.
pl: Tabela "%(table_name)s" nie istnieje. Aby uruchomić to zapytanie, należy użyć prawidłowej tabeli.

source: The table was created. As part of this two-phase configuration process, you should now click the edit button by the new table to configure it.
pl: Tabela została utworzona. W ramach tego dwufazowego procesu konfiguracji należy teraz kliknąć przycisk edycji przy nowej tabeli, aby ją skonfigurować.

source: The table was deleted or renamed in the database.
pl: Tabela została usunięta lub zmieniono jej nazwę w bazie danych.

source: The time column for the visualization. Note that you can define arbitrary expression that return a DATETIME column in the table. Also note that the filter below is applied against this column or expression
pl: Kolumna czasu dla wizualizacji. Należy pamiętać, że można zdefiniować dowolne wyrażenie, które zwraca kolumnę DATETIME w tabeli. Należy również pamiętać, że poniższy filtr jest stosowany do tej kolumny lub wyrażenia

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`, `1 day` or `56 weeks`
pl: Granulacja czasu dla wizualizacji. Można wpisać i użyć prostego języka naturalnego, jak `10 sekund`, `1 dzień` lub `56 tygodni`.

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`,`1 day` or `56 weeks`
pl: Granulacja czasu dla wizualizacji. Można wpisać i użyć prostego języka naturalnego, jak `10 sekund`, `1 dzień` lub `56 tygodni`.

source: The time granularity for the visualization. This applies a date transformation to alter your time column and defines a new time granularity. The options here are defined on a per database engine basis in the Superset source code.
pl: Granulacja czasu dla wizualizacji. Stosuje to transformację daty w celu zmiany kolumny czasu i definiuje nową ziarnistość czasu. Opcje tutaj są definiowane na podstawie silnika bazy danych w kodzie źródłowym Superset.

source: The time range for the visualization. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
pl: Zakres czasu dla wizualizacji. Wszystkie czasy względne, np. "ostatni miesiąc", "ostatnie 7 dni", "teraz" itp. są obliczane na serwerze przy użyciu czasu lokalnego serwera (bez strefy czasowej). Wszystkie podpowiedzi i czasy zastępcze są wyrażone w UTC (bez strefy czasowej). Znaczniki czasu są następnie obliczane przez bazę danych przy użyciu lokalnej strefy czasowej silnika. Należy pamiętać, że można jawnie ustawić strefę czasową zgodnie z formatem ISO 8601, określając czas rozpoczęcia i/lub zakończenia.

source: The time unit for each block. Should be a smaller unit than domain_granularity. Should be larger or equal to Time Grain
pl: Jednostka czasu dla każdego bloku. Powinna być mniejsza niż domain_granularity. Powinna być większa lub równa Time Grain

source: The time unit used for the grouping of blocks
pl: Jednostka czasu używana do grupowania bloków

source: The type of visualization to display
pl: Typ wizualizacji do wyświetlenia

source: The unit of measure for the specified point radius
pl: Jednostka miary dla określonego promienia punktu

source: The upper limit of the threshold range of the Isoband
pl: Górna granica zakresu progowego pasma izotermicznego

source: The user seems to have been deleted
pl: Wygląda na to, że użytkownik został usunięty

source: The user/password combination is not valid (Incorrect password for user).
pl: Kombinacja użytkownika i hasła jest nieprawidłowa (nieprawidłowe hasło użytkownika).

source: The username "%(username)s" does not exist.
pl: Nazwa użytkownika "%(username)s" nie istnieje.

source: The username provided when connecting to a database is not valid.
pl: Nazwa użytkownika podana podczas łączenia się z bazą danych jest nieprawidłowa.

source: The way the ticks are laid out on the X-axis
pl: Sposób ułożenia wskazań na osi X

source: The width of the Isoline in pixels
pl: Szerokość Isoline w pikselach

source: The width of the lines
pl: Szerokość linii

source: There are associated alerts or reports
pl: Istnieją powiązane alerty lub raporty

source: There are associated alerts or reports: %(report_names)s
pl: Istnieją powiązane alerty lub raporty: %(report_names)s

source: There are no charts added to this dashboard
pl: Do tego pulpitu nawigacyjnego nie dodano żadnych wykresów

source: There are no components added to this tab
pl: Do tej karty nie dodano żadnych składników

source: There are no databases available
pl: Nie ma dostępnych baz danych

source: There are no filters in this dashboard.
pl: Na tym pulpicie nawigacyjnym nie ma filtrów.

source: There are unsaved changes.
pl: Istnieją niezapisane zmiany.

source: There is a syntax error in the SQL query. Perhaps there was a misspelling or a typo.
pl: W zapytaniu SQL wystąpił błąd składni. Być może wystąpił błąd ortograficzny lub literówka.

source: There is no chart definition associated with this component, could it have been deleted?
pl: Nie ma definicji wykresu powiązanej z tym składnikiem, czy mógł on zostać usunięty?

source: There is not enough space for this component. Try decreasing its width, or increasing the destination width.
pl: Nie ma wystarczającej ilości miejsca dla tego komponentu. Spróbuj zmniejszyć jego szerokość lub zwiększyć szerokość miejsca docelowego.

source: There was an error fetching dataset
pl: Wystąpił błąd pobierania zbioru danych

source: There was an error fetching dataset's related objects
pl: Wystąpił błąd pobierania powiązanych obiektów zbioru danych

source: There was an error fetching the favorite status: %s
pl: Wystąpił błąd podczas pobierania statusu ulubionych: %s

source: There was an error fetching your recent activity:
pl: Wystąpił błąd podczas pobierania ostatniej aktywności:

source: There was an error loading the chart data
pl: Wystąpił błąd podczas ładowania danych wykresu

source: There was an error loading the dataset metadata
pl: Wystąpił błąd podczas ładowania metadanych zestawu danych

source: There was an error loading the schemas
pl: Wystąpił błąd podczas ładowania schematów

source: There was an error loading the tables
pl: Wystąpił błąd podczas ładowania tabel

source: There was an error saving the favorite status: %s
pl: Wystąpił błąd podczas zapisywania statusu ulubionych: %s

source: There was an error with your request
pl: Wystąpił błąd w żądaniu

source: There was an issue deleting %s: %s
pl: Wystąpił problem z usunięciem %s: %s

source: There was an issue deleting rules: %s
pl: Wystąpił problem z usuwaniem reguł: %s

source: There was an issue deleting the selected %s: %s
pl: Wystąpił problem z usunięciem wybranego %s: %s

source: There was an issue deleting the selected annotations: %s
pl: Wystąpił problem z usunięciem wybranych adnotacji: %s

source: There was an issue deleting the selected charts: %s
pl: Wystąpił problem z usunięciem wybranych wykresów: %s

source: There was an issue deleting the selected dashboards:
pl: Wystąpił problem z usuwaniem wybranych pulpitów nawigacyjnych:

source: There was an issue deleting the selected datasets: %s
pl: Wystąpił problem z usunięciem wybranych zestawów danych: %s

source: There was an issue deleting the selected layers: %s
pl: Wystąpił problem z usunięciem wybranych warstw: %s

source: There was an issue deleting the selected queries: %s
pl: Wystąpił problem z usunięciem wybranych zapytań: %s

source: There was an issue deleting the selected templates: %s
pl: Wystąpił problem z usunięciem wybranych szablonów: %s

source: There was an issue deleting: %s
pl: Wystąpił problem z usunięciem: %s

source: There was an issue duplicating the dataset.
pl: Wystąpił problem z duplikowaniem zbioru danych.

source: There was an issue duplicating the selected datasets: %s
pl: Wystąpił problem z duplikowaniem wybranych zbiorów danych: %s

source: There was an issue favoriting this dashboard.
pl: Wystąpił problem z faworyzowaniem tego pulpitu nawigacyjnego.

source: There was an issue fetching reports attached to this dashboard.
pl: Wystąpił problem z pobieraniem raportów dołączonych do tego pulpitu nawigacyjnego.

source: There was an issue fetching the favorite status of this dashboard.
pl: Wystąpił problem z pobieraniem statusu ulubionych tego pulpitu nawigacyjnego.

source: There was an issue fetching your chart: %s
pl: Wystąpił problem z pobraniem wykresu: %s

source: There was an issue fetching your dashboards: %s
pl: Wystąpił problem z pobraniem pulpitów nawigacyjnych: %s

source: There was an issue fetching your recent activity: %s
pl: Wystąpił problem z pobraniem ostatniej aktywności: %s

source: There was an issue fetching your saved queries: %s
pl: Wystąpił problem z pobraniem zapisanych zapytań: %s

source: There was an issue previewing the selected query %s
pl: Wystąpił problem z podglądem wybranego zapytania %s

source: There was an issue previewing the selected query. %s
pl: Wystąpił problem z podglądem wybranego zapytania. %s

source: There's a loop in your Sankey, please provide a tree. Here's a faulty link: {}
pl: W twoim Sankey jest pętla, podaj drzewo. Oto błędny link: {}

source: These are the datasets this filter will be applied to.
pl: Są to zestawy danych, do których zostanie zastosowany ten filtr.

source: These parameters are generated dynamically when clicking the save or overwrite button in the explore view. This JSON object is exposed here for reference and for power users who may want to alter specific parameters.
pl: Parametry te są generowane dynamicznie po kliknięciu przycisku zapisu lub nadpisania w widoku eksploracji. Ten obiekt JSON jest dostępny tutaj w celach informacyjnych i dla zaawansowanych użytkowników, którzy mogą chcieć zmienić określone parametry.

source: This JSON object is generated dynamically when clicking the save or overwrite button in the dashboard view. It is exposed here for reference and for power users who may want to alter specific parameters.
pl: Ten obiekt JSON jest generowany dynamicznie po kliknięciu przycisku zapisu lub nadpisania w widoku pulpitu nawigacyjnego. Jest on dostępny tutaj w celach informacyjnych i dla zaawansowanych użytkowników, którzy mogą chcieć zmienić określone parametry.

source: This action will permanently delete %s.
pl: Ta akcja spowoduje trwałe usunięcie %s.

source: This action will permanently delete the layer.
pl: Ta czynność spowoduje trwałe usunięcie warstwy.

source: This action will permanently delete the saved query.
pl: Ta czynność spowoduje trwałe usunięcie zapisanego zapytania.

source: This action will permanently delete the template.
pl: Ta czynność spowoduje trwałe usunięcie szablonu.

source: This can be either an IP address (e.g. 127.0.0.1) or a domain name (e.g. mydatabase.com).
pl: Może to być adres IP (np. 127.0.0.1) lub nazwa domeny (np. mydatabase.com).

source: This chart applies cross-filters to charts whose datasets contain columns with the same name.
pl: Ten wykres stosuje filtry krzyżowe do wykresów, których zestawy danych zawierają kolumny o tej samej nazwie.

source: This chart has been moved to a different filter scope.
pl: Ten wykres został przeniesiony do innego zakresu filtra.

source: This chart is managed externally, and can't be edited in Superset
pl: Ten wykres jest zarządzany zewnętrznie i nie można go edytować w Supersecie
