Repository: dchabrzyk/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Created by me
pl: Stworzony przeze mnie

source: Created on
pl: Utworzono dnia

source: Creating SSH Tunnel failed for an unknown reason
pl: Tworzenie tunelu SSH nie powiodło się z nieznanego powodu

source: Creating a data source and creating a new tab
pl: Tworzenie źródła danych i nowej karty

source: Creator
pl: Twórca

source: Cross-filter will be applied to all of the charts that use this dataset.
pl: Filtr krzyżowy zostanie zastosowany do wszystkich wykresów korzystających z tego zestawu danych.

source: Cross-filtering is not enabled for this dashboard.
pl: Filtrowanie krzyżowe nie jest włączone dla tego pulpitu nawigacyjnego.

source: Cross-filtering is not enabled in this dashboard
pl: Filtrowanie krzyżowe nie jest włączone w tym pulpicie nawigacyjnym

source: Cross-filtering scoping
pl: Zakres filtrowania krzyżowego

source: Cross-filters
pl: Filtry krzyżowe

source: Cumulative
pl: Łącznie

source: Currency
pl: Waluta

source: Currency format
pl: Format waluty

source: Currency prefix or suffix
pl: Przedrostek lub przyrostek waluty

source: Currency symbol
pl: Symbol waluty

source: Currently rendered: %s
pl: Aktualnie renderowane: %s

source: Custom
pl: Niestandardowe

source: Custom Plugin
pl: Wtyczka niestandardowa

source: Custom Plugins
pl: Wtyczki niestandardowe

source: Custom SQL
pl: Niestandardowy SQL

source: Custom SQL ad-hoc metrics are not enabled for this dataset
pl: Niestandardowe metryki SQL ad-hoc nie są włączone dla tego zestawu danych

source: Custom SQL fields cannot contain sub-queries.
pl: Niestandardowe pola SQL nie mogą zawierać podzapytań.

source: Custom time filter plugin
pl: Wtyczka niestandardowego filtra czasu

source: Custom width of the screenshot in pixels
pl: Niestandardowa szerokość zrzutu ekranu w pikselach

source: Customize
pl: Dostosuj

source: Customize Metrics
pl: Dostosuj metryki

source: Customize chart metrics or columns with currency symbols as prefixes or suffixes. Choose a symbol from dropdown or type your own.
pl: Dostosuj metryki lub kolumny wykresu za pomocą symboli walut jako przedrostków lub przyrostków. Wybierz symbol z listy rozwijanej lub wpisz własny.

source: Customize columns
pl: Dostosowywanie kolumn

source: Cyclic dependency detected
pl: Wykryto zależność cykliczną

source: D3 Format
pl: Format D3

source: D3 format
pl: Format D3

source: D3 format syntax: https://github.com/d3/d3-format
pl: Składnia formatu D3: https://github.com/d3/d3-format

source: D3 number format for numbers between -1.0 and 1.0, useful when you want to have different significant digits for small and large numbers
pl: Format liczbowy D3 dla liczb od -1,0 do 1,0, przydatny, gdy chcesz mieć różne cyfry znaczące dla małych i dużych liczb.

source: D3 time format for datetime columns
pl: Format czasu D3 dla kolumn datetime

source: D3 time format syntax: https://github.com/d3/d3-time-format
pl: Składnia formatu czasu D3: https://github.com/d3/d3-time-format

source: DB column %(col_name)s has unknown type: %(value_type)s
pl: Kolumna DB %(col_name)s ma nieznany typ: %(value_type)s

source: DD/MM format dates, international and European format
pl: Daty w formacie DD/MM, format międzynarodowy i europejski

source: DELETE
pl: USUŃ

source: Daily seasonality
pl: Dzienna sezonowość

source: Dark
pl: Ciemny

source: Dark Cyan
pl: Ciemny cyjan

source: Dark mode
pl: Tryb ciemny

source: Dashboard
pl: Pulpit nawigacyjny

source: Dashboard [%s] just got created and chart [%s] was added to it
pl: Dashboard [%s] został właśnie utworzony i dodano do niego wykres [%s].

source: Dashboard [{}] just got created and chart [{}] was added to it
pl: Dashboard [{}] został właśnie utworzony i dodano do niego wykres [{}].

source: Dashboard could not be deleted.
pl: Nie można usunąć pulpitu nawigacyjnego.

source: Dashboard could not be updated.
pl: Nie można zaktualizować pulpitu nawigacyjnego.

source: Dashboard does not exist
pl: Pulpit nawigacyjny nie istnieje

source: Dashboard imported
pl: Zaimportowany pulpit nawigacyjny

source: Dashboard parameters are invalid.
pl: Parametry pulpitu nawigacyjnego są nieprawidłowe.

source: Dashboard properties
pl: Właściwości pulpitu nawigacyjnego

source: Dashboard properties updated
pl: Zaktualizowano właściwości pulpitu nawigacyjnego

source: Dashboard scheme
pl: Schemat pulpitu nawigacyjnego

source: Dashboard time range filters apply to temporal columns defined in the filter section of each chart. Add temporal columns to the chart filters to have this dashboard filter impact those charts.
pl: Filtry zakresu czasowego pulpitu nawigacyjnego mają zastosowanie do kolumn czasowych zdefiniowanych w sekcji w sekcji filtrów każdego wykresu. Dodaj kolumny czasowe do filtrów aby ten filtr pulpitu nawigacyjnego miał wpływ na te wykresy.

source: Dashboard title
pl: Tytuł pulpitu nawigacyjnego

source: Dashboard usage
pl: Korzystanie z pulpitu nawigacyjnego

source: Dashboards
pl: Pulpity nawigacyjne

source: Dashboards added to
pl: Pulpity nawigacyjne dodane do

source: Dashboards could not be created.
pl: Nie można utworzyć pulpitów nawigacyjnych.

source: Dashboards do not exist
pl: Pulpity nawigacyjne nie istnieją

source: Dashed
pl: Kreskowane

source: Data
pl: Dane

source: Data Table
pl: Tabela danych

source: Data URI is not allowed.
pl: Identyfikator URI danych jest niedozwolony.

source: Data Zoom
pl: Zoom danych

source: Data could not be deserialized from the results backend. The storage format might have changed, rendering the old data stake. You need to re-run the original query.
pl: Nie można deserializować danych z zaplecza wyników. Format przechowywania mógł ulec zmianie, co spowodowało, że stare dane stały się nieaktualne. Należy ponownie uruchomić oryginalne zapytanie.

source: Data could not be retrieved from the results backend. You need to re-run the original query.
pl: Nie można pobrać danych z zaplecza wyników. Należy ponownie uruchomić oryginalne zapytanie.

source: Data preview
pl: Podgląd danych

source: Data refreshed
pl: Dane odświeżone

source: Data type
pl: Typ danych

source: DataFrame include at least one series
pl: DataFrame zawiera co najmniej jedną serię

source: DataFrame must include temporal column
pl: DataFrame musi zawierać kolumnę czasową

source: Database
pl: Baza danych

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for columnar uploads. Please contact your Superset Admin.
pl: Baza danych "%(database_name)s" schematu "%(schema_name)s" nie jest dozwolona do przesyłania kolumn. Skontaktuj się z administratorem supersetu.

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for csv uploads. Please contact your Superset Admin.
pl: Baza danych "%(database_name)s" schematu "%(schema_name)s" nie jest dozwolona do przesyłania plików csv. Skontaktuj się z administratorem supersetu.

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for excel uploads. Please contact your Superset Admin.
pl: Baza danych "%(database_name)s" schematu "%(schema_name)s" nie jest dozwolona do przesyłania plików Excel. Skontaktuj się z administratorem supersetu.

source: Database Connections
pl: Połączenia z bazą danych

source: Database Creation Error
pl: Błąd tworzenia bazy danych

source: Database connected
pl: Podłączona baza danych

source: Database could not be created.
pl: Nie można utworzyć bazy danych.

source: Database could not be deleted.
pl: Nie można usunąć bazy danych.

source: Database could not be updated.
pl: Nie można zaktualizować bazy danych.

source: Database does not allow data manipulation.
pl: Baza danych nie pozwala na manipulowanie danymi.

source: Database does not exist
pl: Baza danych nie istnieje

source: Database does not support subqueries
pl: Baza danych nie obsługuje podzapytań

source: Database driver for importing maybe not installed. Visit the Superset documentation page for installation instructions:
pl: Sterownik bazy danych do importowania może nie być zainstalowany. Odwiedź stronę dokumentacji Superset, aby uzyskać instrukcje instalacji:

source: Database error
pl: Błąd bazy danych

source: Database is offline.
pl: Baza danych jest w trybie offline.

source: Database is required for alerts
pl: Baza danych jest wymagana dla alertów

source: Database name
pl: Nazwa bazy danych

source: Database not allowed to change
pl: Baza danych nie może zostać zmieniona

source: Database not found.
pl: Nie znaleziono bazy danych.

source: Database parameters are invalid.
pl: Parametry bazy danych są nieprawidłowe.

source: Database passwords
pl: Hasła do baz danych

source: Database port
pl: Port bazy danych

source: Database settings updated
pl: Aktualizacja ustawień bazy danych

source: Databases
pl: Bazy danych

source: Dataframe Index
pl: Indeks ramki danych

source: Dataset
pl: Zestaw danych

source: Dataset %(name)s already exists
pl: Zbiór danych %(name)s już istnieje

source: Dataset Name
pl: Nazwa zestawu danych

source: Dataset column delete failed.
pl: Usunięcie kolumny zestawu danych nie powiodło się.

source: Dataset column not found.
pl: Nie znaleziono kolumny zestawu danych.

source: Dataset could not be created.
pl: Nie można utworzyć zestawu danych.

source: Dataset could not be duplicated.
pl: Zestaw danych nie mógł zostać zduplikowany.

source: Dataset could not be updated.
pl: Zestaw danych nie mógł zostać zaktualizowany.

source: Dataset does not exist
pl: Zestaw danych nie istnieje

source: Dataset imported
pl: Zaimportowany zestaw danych

source: Dataset is required
pl: Wymagany jest zestaw danych

source: Dataset metric delete failed.
pl: Usunięcie metryki zestawu danych nie powiodło się.

source: Dataset metric not found.
pl: Nie znaleziono metryki zestawu danych.

source: Dataset name
pl: Nazwa zbioru danych

source: Dataset parameters are invalid.
pl: Parametry zestawu danych są nieprawidłowe.

source: Dataset schema is invalid, caused by: %(error)s
pl: Schemat zestawu danych jest nieprawidłowy, spowodowany przez: %(error)s

source: Datasets
pl: Zestawy danych

source: Datasets can be created from database tables or SQL queries. Select a database table to the left or
pl: Zestawy danych mogą być tworzone z tabel bazy danych lub zapytań SQL. Wybierz tabelę bazy danych po lewej lub

source: Datasets can have a main temporal column (main_dttm_col), but can also have secondary time columns. When this attribute is true, whenever the secondary columns are filtered, the same filter is applied to the main datetime column.
pl: Zbiory danych mogą mieć główną kolumnę czasową (main_dttm_col), ale mogą też mieć drugorzędne kolumny czasowe. Gdy ten atrybut ma wartość true, za każdym razem, gdy filtrowane są kolumny drugorzędne, ten sam filtr jest stosowany do głównej kolumny datetime.

source: Datasets could not be deleted.
pl: Nie można było usunąć zestawów danych.

source: Datasets do not contain a temporal column
pl: Zestawy danych nie zawierają kolumny czasowej

source: Datasource
pl: Źródło danych

source: Datasource & Chart Type
pl: Źródło danych i typ wykresu

source: Datasource does not exist
pl: Źródło danych nie istnieje

source: Datasource type is invalid
pl: Typ źródła danych jest nieprawidłowy

source: Datasource type is required when datasource_id is given
pl: Typ źródła danych jest wymagany, gdy podano datasource_id

source: Date Time Format
pl: Format daty i godziny

source: Date format
pl: Format daty

source: Date format string
pl: Ciąg formatu daty

source: Date/Time
pl: Data/godzina

source: Datetime Format
pl: Format daty i czasu

source: Datetime column not provided as part table configuration and is required by this type of chart
pl: Kolumna datetime nie jest dostarczana jako część konfiguracji tabeli i jest wymagana przez ten typ wykresu.

source: Datetime format
pl: Format daty i czasu

source: Day
pl: Dzień

source: Day (freq=D)
pl: Dzień (freq=D)

source: Day First
pl: Dzień pierwszy

source: Days %s
pl: Dni %s

source: Db engine did not return all queried columns
pl: Silnik bazy danych nie zwrócił wszystkich zapytanych kolumn

source: Deactivate
pl: Dezaktywuj

source: December
pl: Grudzień

source: Decides which column to sort the base axis by.
pl: Określa, według której kolumny ma być sortowana oś bazowa.

source: Decides which measure to sort the base axis by.
pl: Określa, według której miary ma być sortowana oś bazowa.

source: Decimal Character
pl: Znak dziesiętny

source: Deck.gl - 3D Grid
pl: Deck.gl - Siatka 3D

source: Deck.gl - Heatmap
pl: Deck.gl - Mapa cieplna

source: Deck.gl - Multiple Layers
pl: Deck.gl - Wiele warstw

source: Deck.gl - Paths
pl: Deck.gl - Ścieżki

source: Deck.gl - Scatter plot
pl: Deck.gl - Wykres punktowy

source: Deck.gl - Screen Grid
pl: Deck.gl - Siatka ekranowa

source: Decrease
pl: Spadek

source: Default Endpoint
pl: Domyślny punkt końcowy

source: Default URL
pl: Domyślny adres URL

source: Default URL to redirect to when accessing from the dataset list page
pl: Domyślny adres URL do przekierowania podczas uzyskiwania dostępu ze strony z listą zbiorów danych.

source: Default Value
pl: Wartość domyślna

source: Default datetime
pl: Domyślna data i godzina

source: Default latitude
pl: Domyślna szerokość geograficzna

source: Default longitude
pl: Domyślna długość geograficzna

source: Default minimal column width in pixels, actual width may still be larger than this if other columns don't need much space
pl: Domyślna minimalna szerokość kolumny w pikselach, rzeczywista szerokość może być większa, jeśli inne kolumny nie potrzebują dużo miejsca.

source: Default value is required
pl: Wymagana jest wartość domyślna

source: Default value must be set when "Filter has default value" is checked
pl: Wartość domyślna musi być ustawiona, gdy zaznaczona jest opcja "Filtr ma wartość domyślną".

source: Default value must be set when "Filter value is required" is checked
pl: Wartość domyślna musi być ustawiona, gdy zaznaczona jest opcja "Wymagana wartość filtra".

source: Default value set automatically when "Select first filter value by default" is checked
pl: Wartość domyślna ustawiana automatycznie po zaznaczeniu opcji "Wybierz domyślnie pierwszą wartość filtra".

source: Define a function that receives the input and outputs the content for a tooltip
pl: Zdefiniuj funkcję, która odbiera dane wejściowe i wyświetla zawartość etykiety narzędzia

source: Define a function that returns a URL to navigate to when user clicks
pl: Zdefiniuj funkcję, która zwraca adres URL do nawigacji po kliknięciu przez użytkownika

source: Define a javascript function that receives the data array used in the visualization and is expected to return a modified version of that array. This can be used to alter properties of the data, filter, or enrich the array.
pl: Definiuje funkcję javascript, która odbiera tablicę danych używaną w wizualizacji i ma zwrócić zmodyfikowaną wersję tej tablicy. Może to być wykorzystane do zmiany właściwości danych, filtrowania lub wzbogacania tablicy.

source: Define contour layers. Isolines represent a collection of line segments that serparate the area above and below a given threshold. Isobands represent a collection of polygons that fill the are containing values in a given threshold range.
pl: Definiowanie warstw konturu. Izolinie reprezentują zbiór odcinków linii, które oddzielają obszar powyżej i poniżej danego progu. Isobands reprezentują zbiór wielokątów, które wypełniają obszar zawierający wartości w danym zakresie progowym.

source: Defines a rolling window function to apply, works along with the [Periods] text box
pl: Definiuje funkcję okna kroczącego do zastosowania, działa wraz z polem tekstowym [Okresy].

source: Defines how each series is broken down
pl: Określa sposób podziału każdej serii

source: Defines the grid size in pixels
pl: Określa rozmiar siatki w pikselach

source: Defines the grouping of entities. Each series is represented by a specific color in the chart.
pl: Określa grupowanie jednostek. Każda seria jest reprezentowana przez określony kolor na wykresie.

source: Defines the grouping of entities. Each series is shown as a specific color on the chart and has a legend toggle
pl: Definiuje grupowanie jednostek. Każda seria jest wyświetlana jako określony kolor na wykresie i ma przełącznik legendy

source: Defines the size of the rolling window function, relative to the time granularity selected
pl: Określa rozmiar funkcji okna kroczącego w odniesieniu do wybranej ziarnistości czasu.

source: Defines the value that determines the boundary between different regions or levels in the data
pl: Definiuje wartość, która określa granicę między różnymi regionami lub poziomami w danych.

source: Defines whether the step should appear at the beginning, middle or end between two data points
pl: Określa, czy krok powinien pojawić się na początku, w środku lub na końcu między dwoma punktami danych.

source: Delete
pl: Usuń

source: Delete %s?
pl: Usunąć %s?

source: Delete Annotation?
pl: Usunąć adnotację?

source: Delete Database?
pl: Usunąć bazę danych?

source: Delete Dataset?
pl: Usunąć zestaw danych?

source: Delete Layer?
pl: Usunąć warstwę?

source: Delete Query?
pl: Usunąć zapytanie?

source: Delete Report?
pl: Usunąć raport?

source: Delete Template?
pl: Usunąć szablon?

source: Delete all Really?
pl: Usuń wszystko Naprawdę?

source: Delete annotation
pl: Usuń adnotację

source: Delete dashboard tab?
pl: Usunąć kartę pulpitu nawigacyjnego?

source: Delete database
pl: Usuń bazę danych

source: Delete email report
pl: Usuń raport e-mail

source: Delete query
pl: Usuń zapytanie

source: Delete template
pl: Usuń szablon

source: Delete this container and save to remove this message.
pl: Usuń ten kontener i zapisz, aby usunąć ten komunikat.

source: Deleted
pl: Usunięto

source: Deleted %s
pl: Usunięto %s

source: Deleted: %s
pl: Usunięto: %s

source: Deleting a tab will remove all content within it. You may still reverse this action with the
pl: Usunięcie karty spowoduje usunięcie całej jej zawartości. Możesz jednak odwrócić to działanie za pomocą opcji

source: Delimited long & lat single column
pl: Pojedyncza kolumna z ograniczeniem długości i szerokości geograficznej

source: Delimiter
pl: Ogranicznik

source: Delivery method
pl: Metoda dostawy

source: Demographics
pl: Dane demograficzne

source: Density
pl: Gęstość

source: Dependent on
pl: Zależne od

source: Deprecated
pl: Przestarzałe

source: Description
pl: Opis

source: Description (this can be seen in the list)
pl: Opis (widoczny na liście)

source: Description Columns
pl: Opis Kolumny

source: Description text that shows up below your Big Number
pl: Tekst opisu wyświetlany pod dużym numerem

source: Deselect all
pl: Odznacz wszystko

source: Details
pl: Szczegóły

source: Details of the certification
pl: Szczegóły dotyczące certyfikacji

source: Determines how whiskers and outliers are calculated.
pl: Określa sposób obliczania wąsów i wartości odstających.

source: Determines whether or not this dashboard is visible in the list of all dashboards
pl: Określa, czy dany pulpit nawigacyjny jest widoczny na liście wszystkich pulpitów nawigacyjnych.

source: Diamond
pl: Diament

source: Did you mean:
pl: Czy miałeś na myśli:

source: Difference
pl: Różnica

source: Dimension
pl: Wymiar

source: Dimension to use on x-axis.
pl: Wymiar do użycia na osi x.

source: Dimension to use on y-axis.
pl: Wymiar do użycia na osi y.

source: Dimensions
pl: Wymiary

source: Dimensions contain qualitative values such as names, dates, or geographical data. Use dimensions to categorize, segment, and reveal the details in your data. Dimensions affect the level of detail in the view.
pl: Wymiary zawierają wartości jakościowe, takie jak nazwy, daty lub dane geograficzne. Wymiary pozwalają kategoryzować, segmentować i ujawniać szczegóły danych. Wymiary wpływają na poziom szczegółowości widoku.

source: Directed Force Layout
pl: Ukierunkowany układ sił

source: Directional
pl: Kierunkowy

source: Disable SQL Lab data preview queries
pl: Wyłączanie zapytań podglądu danych SQL Lab

source: Disable data preview when fetching table metadata in SQL Lab. Useful to avoid browser performance issues when using databases with very wide tables.
pl: Wyłączenie podglądu danych podczas pobierania metadanych tabeli w SQL Lab. Przydatne, aby uniknąć problemów z wydajnością przeglądarki podczas korzystania z baz danych z bardzo szerokimi tabelami.

source: Disable embedding?
pl: Wyłączyć osadzanie?

source: Disabled
pl: Wyłączony

source: Discard
pl: Odrzucenie

source: Discrete
pl: Dyskretny

source: Display
pl: Wyświetlacz

source: Display Name
pl: Wyświetlana nazwa

source: Display column level subtotal
pl: Wyświetlanie sumy częściowej na poziomie kolumny

source: Display column level total
pl: Wyświetlanie sumy na poziomie kolumny

source: Display configuration
pl: Konfiguracja wyświetlacza

source: Display metrics side by side within each column, as opposed to each column being displayed side by side for each metric.
pl: Wyświetlanie metryk obok siebie w każdej kolumnie, w przeciwieństwie do wyświetlania każdej kolumny obok siebie dla każdej metryki.

source: Display percents in the label and tooltip as the percent of the total value, from the first step of the funnel, or from the previous step in the funnel.
pl: Wyświetlanie wartości procentowych w etykiecie i etykiecie narzędzia jako procent wartości całkowitej, z pierwszego kroku lejka lub z poprzedniego kroku lejka.

source: Display row level subtotal
pl: Wyświetlanie sumy częściowej na poziomie wiersza

source: Display row level total
pl: Wyświetlanie sumy na poziomie wiersza

source: Display settings
pl: Ustawienia wyświetlacza

source: Displays connections between entities in a graph structure. Useful for mapping relationships and showing which nodes are important in a network. Graph charts can be configured to be force-directed or circulate. If your data has a geospatial component, try the deck.gl Arc chart.
pl: Wyświetla połączenia między jednostkami w strukturze grafu. Przydatne do mapowania relacji i pokazywania, które węzły są ważne w sieci. Wykresy graficzne można skonfigurować tak, aby były wymuszone lub obiegowe. Jeśli dane zawierają komponent geoprzestrzenny, wypróbuj wykres deck.gl Arc.

source: Distribute across
pl: Dystrybucja między

source: Distribution
pl: Dystrybucja

source: Distribution - Bar Chart
pl: Dystrybucja - wykres słupkowy

source: Divider
pl: Dzielnik

source: Do you want a donut or a pie?
pl: Chcesz pączka czy ciasto?

source: Documentation
pl: Dokumentacja

source: Domain
pl: Domena

source: Donut
pl: Pączek

source: Dotted
pl: Kropkowany

source: Download
pl: Pobierz

source: Download as Image
pl: Pobierz jako obraz

source: Download as image
pl: Pobierz jako obraz

source: Download to CSV
pl: Pobieranie do CSV

source: Draft
pl: Wersja robocza

source: Drag and drop components and charts to the dashboard
pl: Przeciąganie i upuszczanie komponentów i wykresów na pulpit nawigacyjny

source: Drag and drop components to this tab
pl: Przeciągnij i upuść komponenty na tę kartę

source: Draw a marker on data points. Only applicable for line types.
pl: Narysuj znacznik na punktach danych. Dotyczy tylko typów linii.

source: Draw area under curves. Only applicable for line types.
pl: Rysuje obszar pod krzywymi. Dotyczy tylko typów linii.

source: Draw line from Pie to label when labels outside?
pl: Narysować linię od Pie do etykiety, gdy etykiety znajdują się na zewnątrz?

source: Draw split lines for minor axis ticks
pl: Narysuj linie podziału dla znaczników osi pomocniczej

source: Draw split lines for minor y-axis ticks
pl: Narysuj linie podziału dla mniejszych wskazań osi y

source: Drill by
pl: Wiercenie według

source: Drill by is not available for this data point
pl: Funkcja Drill by nie jest dostępna dla tego punktu danych
