Repository: dchabrzyk/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Use another existing chart as a source for annotations and overlays. Your chart must be one of these visualization types: [%s]
pl: Użyj innego istniejącego wykresu jako źródła adnotacji i nakładek. Wykres musi być jednym z tych typów wizualizacji: [%s]

source: Use date formatting even when metric value is not a timestamp
pl: Użyj formatowania daty, nawet jeśli wartość metryki nie jest znacznikiem czasu.

source: Use legacy datasource editor
pl: Użyj starszego edytora zasobów danych

source: Use metrics as a top level group for columns or for rows
pl: Użyj metryk jako grupy najwyższego poziomu dla kolumn lub wierszy

source: Use only a single value.
pl: Użyj tylko jednej wartości.

source: Use the Advanced Analytics options below
pl: Skorzystaj z poniższych opcji zaawansowanej analizy

source: Use the JSON file you automatically downloaded when creating your service account.
pl: Użyj pliku JSON pobranego automatycznie podczas tworzenia konta usługi.

source: Use the edit button to change this field
pl: Użyj przycisku edycji, aby zmienić to pole

source: Use this section if you want a query that aggregates
pl: Użyj tej sekcji, jeśli chcesz, aby zapytanie agregowało

source: Use this section if you want to query atomic rows
pl: Użyj tej sekcji, jeśli chcesz zapytać o wiersze atomowe

source: Use this to define a static color for all circles
pl: Służy do definiowania statycznego koloru dla wszystkich okręgów

source: Used internally to identify the plugin. Should be set to the package name from the pluginʼs package.json
pl: Używany wewnętrznie do identyfikacji wtyczki. Powinien być ustawiony na nazwę pakietu z pliku package.json wtyczki.

source: Used to summarize a set of data by grouping together multiple statistics along two axes. Examples: Sales numbers by region and month, tasks by status and assignee, active users by age and location. Not the most visually stunning visualization, but highly informative and versatile.
pl: Służy do podsumowywania zestawu danych poprzez grupowanie wielu statystyk wzdłuż dwóch osi. Przykłady: Liczby sprzedaży według regionu i miesiąca, zadania według statusu i osoby przypisanej, aktywni użytkownicy według wieku i lokalizacji. Nie jest to najbardziej oszałamiająca wizualnie wizualizacja, ale bardzo pouczająca i wszechstronna.

source: User
pl: Użytkownik

source: User doesn't have the proper permissions.
pl: Użytkownik nie ma odpowiednich uprawnień.

source: User must select a value before applying the filter
pl: Użytkownik musi wybrać wartość przed zastosowaniem filtra

source: User query
pl: Zapytanie użytkownika

source: Username
pl: Nazwa użytkownika

source: Users are not allowed to set a search path for security reasons.
pl: Ze względów bezpieczeństwa użytkownicy nie mogą ustawiać ścieżki wyszukiwania.

source: Uses Gaussian Kernel Density Estimation to visualize spatial distribution of data
pl: Wykorzystuje Gaussian Kernel Density Estimation do wizualizacji przestrzennego rozkładu danych.

source: Uses a gauge to showcase progress of a metric towards a target. The position of the dial represents the progress and the terminal value in the gauge represents the target value.
pl: Wykorzystuje miernik do prezentacji postępu metryki w kierunku celu. Pozycja tarczy reprezentuje postęp, a wartość końcowa na wskaźniku reprezentuje wartość docelową.

source: Uses circles to visualize the flow of data through different stages of a system. Hover over individual paths in the visualization to understand the stages a value took. Useful for multi-stage, multi-group visualizing funnels and pipelines.
pl: Wykorzystuje okręgi do wizualizacji przepływu danych przez różne etapy systemu. Najedź kursorem na poszczególne ścieżki w wizualizacji, aby zrozumieć etapy, jakie przeszła wartość. Przydatne w przypadku wieloetapowych, wielogrupowych wizualizacji lejków i rurociągów.

source: Value
pl: Wartość

source: Value Domain
pl: Domena wartości

source: Value Format
pl: Format wartości

source: Value and Percentage
pl: Wartość i procent

source: Value bounds
pl: Granice wartości

source: Value cannot exceed %s
pl: Wartość nie może przekroczyć %s

source: Value format
pl: Format wartości

source: Value is required
pl: Wartość jest wymagana

source: Value must be greater than 0
pl: Wartość musi być większa niż 0

source: Values are dependent on other filters
pl: Wartości są zależne od innych filtrów

source: Values dependent on
pl: Wartości zależne od

source: Values selected in other filters will affect the filter options to only show relevant values
pl: Wartości wybrane w innych filtrach będą miały wpływ na opcje filtrowania, aby wyświetlać tylko odpowiednie wartości.

source: Vehicle Types
pl: Typy pojazdów

source: Verbose Name
pl: Wyczerpująca nazwa

source: Version
pl: Wersja

source: Version number
pl: Numer wersji

source: Vertical
pl: Pionowy

source: Vertical (Left)
pl: Pionowa (Lewa)

source: Video game consoles
pl: Konsole do gier wideo

source: View
pl: Widok

source: View Dataset
pl: Wyświetlanie zestawu danych

source: View all charts
pl: Wyświetl wszystkie wykresy

source: View as table
pl: Wyświetl jako tabelę

source: View in SQL Lab
pl: Widok w SQL Lab

source: View keys & indexes (%s)
pl: Wyświetl klucze i indeksy (%s)

source: View query
pl: Wyświetl zapytanie

source: Viewed
pl: Oglądany

source: Viewed %s
pl: Wyświetlono %s

source: Viewport
pl: Rzutnia

source: Virtual
pl: Wirtualny

source: Virtual (SQL)
pl: Wirtualny (SQL)

source: Virtual dataset
pl: Wirtualny zestaw danych

source: Virtual dataset query cannot be empty
pl: Zapytanie o wirtualny zestaw danych nie może być puste

source: Virtual dataset query cannot consist of multiple statements
pl: Zapytanie o wirtualny zestaw danych nie może składać się z wielu instrukcji

source: Virtual dataset query must be read-only
pl: Zapytanie dotyczące wirtualnego zbioru danych musi być tylko do odczytu

source: Visual Tweaks
pl: Poprawki wizualne

source: Visualization Type
pl: Typ wizualizacji

source: Visualize a parallel set of metrics across multiple groups. Each group is visualized using its own line of points and each metric is represented as an edge in the chart.
pl: Wizualizacja równoległego zestawu wskaźników w wielu grupach. Każda grupa jest wizualizowana za pomocą własnej linii punktów, a każda metryka jest reprezentowana jako krawędź na wykresie.

source: Visualize a related metric across pairs of groups. Heatmaps excel at showcasing the correlation or strength between two groups. Color is used to emphasize the strength of the link between each pair of groups.
pl: Wizualizacja powiązanych wskaźników w parach grup. Mapy cieplne doskonale pokazują korelację lub siłę między dwiema grupami. Kolor służy do podkreślenia siły powiązania między każdą parą grup.

source: Visualize geospatial data like 3D buildings, landscapes, or objects in grid view.
pl: Wizualizuj dane geoprzestrzenne, takie jak budynki 3D, krajobrazy lub obiekty w widoku siatki.

source: Visualize how a metric changes over time using bars. Add a group by column to visualize group level metrics and how they change over time.
pl: Wizualizacja zmian metryk w czasie za pomocą słupków. Dodaj kolumnę grupowania według, aby wizualizować wskaźniki na poziomie grupy i ich zmiany w czasie.

source: Visualize multiple levels of hierarchy using a familiar tree-like structure.
pl: Wizualizacja wielu poziomów hierarchii przy użyciu znanej struktury przypominającej drzewo.

source: Visualize two different series using the same x-axis. Note that both series can be visualized with a different chart type (e.g. 1 using bars and 1 using a line).
pl: Wizualizacja dwóch różnych serii przy użyciu tej samej osi x. Należy pamiętać, że obie serie mogą być wizualizowane za pomocą różnych typów wykresów (np. 1 za pomocą słupków i 1 za pomocą linii).

source: Visualizes a metric across three dimensions of data in a single chart (X axis, Y axis, and bubble size). Bubbles from the same group can be showcased using bubble color.
pl: Wizualizuje metrykę w trzech wymiarach danych na jednym wykresie (oś X, oś Y i rozmiar bąbelka). Bąbelki z tej samej grupy mogą być prezentowane przy użyciu koloru bąbelka.

source: Visualizes connected points, which form a path, on a map.
pl: Wizualizuje na mapie połączone punkty, które tworzą ścieżkę.

source: Visualizes geographic areas from your data as polygons on a Mapbox rendered map. Polygons can be colored using a metric.
pl: Wizualizuje obszary geograficzne z danych jako wielokąty na mapie renderowanej przez Mapbox. Wielokąty mogą być kolorowane przy użyciu metryki.

source: Visualizes how a metric has changed over a time using a color scale and a calendar view. Gray values are used to indicate missing values and the linear color scheme is used to encode the magnitude of each day's value.
pl: Wizualizuje zmiany wskaźnika w czasie przy użyciu skali kolorów i widoku kalendarza. Szare wartości są używane do wskazywania brakujących wartości, a liniowy schemat kolorów jest używany do kodowania wielkości wartości każdego dnia.

source: Visualizes how a single metric varies across a country's principal subdivisions (states, provinces, etc) on a choropleth map. Each subdivision's value is elevated when you hover over the corresponding geographic boundary.
pl: Wizualizuje, jak pojedynczy wskaźnik zmienia się w głównych jednostkach podziału kraju (stanach, prowincjach itp.) na mapie choropleth. Wartość każdego podziału jest podwyższona po najechaniu kursorem na odpowiednią granicę geograficzną.

source: Visualizes many different time-series objects in a single chart. This chart is being deprecated and we recommend using the Time-series Chart instead.
pl: Wizualizuje wiele różnych obiektów szeregów czasowych na jednym wykresie. Ten wykres jest przestarzały i zamiast niego zalecamy korzystanie z wykresu szeregów czasowych.

source: Visualizes the flow of different group's values through different stages of a system. New stages in the pipeline are visualized as nodes or layers. The thickness of the bars or edges represent the metric being visualized.
pl: Wizualizuje przepływ wartości różnych grup przez różne etapy systemu. Nowe etapy w rurociągu są wizualizowane jako węzły lub warstwy. Grubość słupków lub krawędzi reprezentuje wizualizowaną metrykę.

source: Visualizes the words in a column that appear the most often. Bigger font corresponds to higher frequency.
pl: Wizualizuje słowa w kolumnie, które pojawiają się najczęściej. Większa czcionka odpowiada wyższej częstotliwości.

source: Viz is missing a datasource
pl: W Viz brakuje źródła danych

source: Viz type
pl: Typ obrazu

source: WED
pl: ŚRODA

source: Want to add a new database?
pl: Chcesz dodać nową bazę danych?

source: Warning
pl: Ostrzeżenie

source: Warning Message
pl: Komunikat ostrzegawczy

source: Warning!
pl: Ostrzeżenie!

source: Warning! Changing the dataset may break the chart if the metadata does not exist.
pl: Ostrzeżenie! Zmiana zestawu danych może spowodować uszkodzenie wykresu, jeśli metadane nie istnieją.

source: Was unable to check your query
pl: Nie udało się sprawdzić zapytania

source: Waterfall Chart
pl: Wykres wodospadowy

source: We are unable to connect to your database. Click "See more" for database-provided information that may help troubleshoot the issue.
pl: Nie możemy połączyć się z bazą danych. Kliknij "Zobacz więcej", aby uzyskać informacje dostarczone przez bazę danych, które mogą pomóc w rozwiązaniu problemu.

source: We can't seem to resolve column "%(column)s" at line %(location)s.
pl: Nie możemy rozwiązać kolumny "%(column)s" w linii %(location)s.

source: We can't seem to resolve the column "%(column_name)s"
pl: Nie możemy rozwiązać kolumny "%(column_name)s".

source: We can't seem to resolve the column "%(column_name)s" at line %(location)s.
pl: Nie możemy rozwiązać kolumny "%(column_name)s" w linii %(location)s.

source: We have the following keys: %s
pl: Mamy następujące klucze: %s

source: We were unable to active or deactivate this report.
pl: Nie mogliśmy aktywować ani dezaktywować tego raportu.

source: We were unable to carry over any controls when switching to this new dataset.
pl: Nie byliśmy w stanie przenieść żadnych kontroli podczas przechodzenia na ten nowy zestaw danych.

source: We were unable to connect to your database named "%(database)s". Please verify your database name and try again.
pl: Nie mogliśmy połączyć się z bazą danych o nazwie "%(database)s". Zweryfikuj nazwę bazy danych i spróbuj ponownie.

source: Web
pl: Sieć

source: Wednesday
pl: Środa

source: Week
pl: Tydzień

source: Week ending Saturday
pl: Tydzień kończący się w sobotę

source: Week ending Sunday
pl: Tydzień kończący się w niedzielę

source: Week starting Monday
pl: Tydzień rozpoczynający się w poniedziałek

source: Week starting Sunday
pl: Tydzień rozpoczynający się w niedzielę

source: Weekly Report
pl: Raport tygodniowy

source: Weekly Report for %s
pl: Raport tygodniowy dla %s

source: Weekly seasonality
pl: Sezonowość tygodniowa

source: Weeks %s
pl: Tygodnie %s

source: Weight
pl: Waga

source: What should be shown as the label
pl: Co powinno być wyświetlane jako etykieta

source: What should be shown as the tooltip label
pl: Co powinno być wyświetlane jako etykieta podpowiedzi?

source: What should be shown on the label?
pl: Co powinno znajdować się na etykiecie?

source: What should happen if the table already exists
pl: Co powinno się stać, jeśli tabela już istnieje?

source: When `Calculation type` is set to "Percentage change", the Y Axis Format is forced to `.1%`
pl: Gdy `Calculation type` jest ustawiony na "Percentage change", format osi Y jest wymuszony na `.1%`.

source: When a secondary metric is provided, a linear color scale is used.
pl: Gdy podana jest dodatkowa metryka, używana jest liniowa skala kolorów.

source: When allowing CREATE TABLE AS option in SQL Lab, this option forces the table to be created in this schema
pl: Po włączeniu opcji CREATE TABLE AS w SQL Lab, opcja ta wymusza utworzenie tabeli w tym schemacie

source: When checked, the map will zoom to your data after each query
pl: Po zaznaczeniu tej opcji mapa będzie powiększana do danych po każdym zapytaniu

source: When enabled, users are able to visualize SQL Lab results in Explore.
pl: Po włączeniu użytkownicy mogą wizualizować wyniki SQL Lab w Eksploratorze.

source: When only a primary metric is provided, a categorical color scale is used.
pl: Gdy podana jest tylko podstawowa metryka, używana jest kategoryczna skala kolorów.

source: When specifying SQL, the datasource acts as a view. Superset will use this statement as a subquery while grouping and filtering on the generated parent queries.
pl: Określając SQL, źródło danych działa jako widok. Superset użyje tej instrukcji jako podzapytania podczas grupowania i filtrowania wygenerowanych zapytań nadrzędnych.

source: When the secondary temporal columns are filtered, apply the same filter to the main datetime column.
pl: Po przefiltrowaniu drugorzędnych kolumn czasowych, zastosuj ten sam filtr do głównej kolumny datetime.

source: When using "Autocomplete filters", this can be used to improve performance of the query fetching the values. Use this option to apply a predicate (WHERE clause) to the query selecting the distinct values from the table. Typically the intent would be to limit the scan by applying a relative time filter on a partitioned or indexed time-related field.
pl: W przypadku korzystania z "filtrów autouzupełniania" można to wykorzystać do poprawy wydajności zapytania pobierającego wartości. Użyj tej opcji, aby zastosować predykat (klauzulę WHERE) do zapytania wybierającego odrębne wartości z tabeli. Zazwyczaj celem jest ograniczenie skanowania poprzez zastosowanie względnego filtra czasu na partycjonowanym lub indeksowanym polu związanym z czasem.

source: When using 'Group By' you are limited to use a single metric
pl: W przypadku korzystania z opcji "Grupuj według" ograniczone jest użycie pojedynczej metryki

source: When using other than adaptive formatting, labels may overlap
pl: W przypadku korzystania z formatowania innego niż adaptacyjne, etykiety mogą nachodzić na siebie

source: When using this option, default value can’t be set
pl: Podczas korzystania z tej opcji nie można ustawić wartości domyślnej

source: Whether the progress bar overlaps when there are multiple groups of data
pl: Czy pasek postępu nakłada się, gdy istnieje wiele grup danych?

source: Whether the table was generated by the 'Visualize' flow in SQL Lab
pl: Czy tabela została wygenerowana przez przepływ "Visualize" w SQL Lab?

source: Whether this column is exposed in the `Filters` section of the explore view.
pl: Czy ta kolumna jest widoczna w sekcji `Filters` widoku eksploracji.

source: Whether to align background charts with both positive and negative values at 0
pl: Czy wyrównywać wykresy tła z wartościami dodatnimi i ujemnymi na 0?

source: Whether to align positive and negative values in cell bar chart at 0
pl: Czy wyrównać wartości dodatnie i ujemne na wykresie słupkowym komórki do 0?

source: Whether to always show the annotation label
pl: Czy zawsze wyświetlać etykietę adnotacji?

source: Whether to animate the progress and the value or just display them
pl: Czy animować postęp i wartość, czy tylko je wyświetlać?

source: Whether to apply a normal distribution based on rank on the color scale
pl: Czy zastosować rozkład normalny w oparciu o rangę na skali kolorów?

source: Whether to apply filter when items are clicked
pl: Czy zastosować filtr po kliknięciu elementów

source: Whether to colorize numeric values by if they are positive or negative
pl: Czy kolorować wartości liczbowe według tego, czy są dodatnie czy ujemne?

source: Whether to colorize numeric values by whether they are positive or negative
pl: Czy kolorować wartości liczbowe według tego, czy są dodatnie czy ujemne?

source: Whether to display a bar chart background in table columns
pl: Czy wyświetlać tło wykresu słupkowego w kolumnach tabeli?

source: Whether to display a legend for the chart
pl: Czy wyświetlać legendę wykresu?

source: Whether to display bubbles on top of countries
pl: Czy wyświetlać bąbelki na górze krajów?

source: Whether to display the aggregate count
pl: Czy wyświetlać zagregowaną liczbę

source: Whether to display the interactive data table
pl: Czy wyświetlać interaktywną tabelę danych

source: Whether to display the labels.
pl: Czy wyświetlać etykiety.

source: Whether to display the labels. Note that the label only displays when the 5% threshold.
pl: Czy wyświetlać etykiety. Należy pamiętać, że etykieta jest wyświetlana tylko po przekroczeniu progu 5%.

source: Whether to display the legend (toggles)
pl: Czy wyświetlać legendę (przełącza)

source: Whether to display the metric name as a title
pl: Czy wyświetlać nazwę metryki jako tytuł?

source: Whether to display the min and max values of the X-axis
pl: Czy wyświetlać minimalne i maksymalne wartości osi X?

source: Whether to display the min and max values of the Y-axis
pl: Czy wyświetlać minimalne i maksymalne wartości osi Y?

source: Whether to display the numerical values within the cells
pl: Czy wyświetlać wartości liczbowe w komórkach?

source: Whether to display the stroke
pl: Czy wyświetlać obrys

source: Whether to display the time range interactive selector
pl: Czy wyświetlać interaktywny selektor zakresu czasu?

source: Whether to display the timestamp
pl: Czy wyświetlać znacznik czasu?

source: Whether to display the tooltip labels.
pl: Czy wyświetlać etykiety podpowiedzi.

source: Whether to display the trend line
pl: Czy wyświetlać linię trendu

source: Whether to enable changing graph position and scaling.
pl: Umożliwia zmianę pozycji i skalowania wykresu.

source: Whether to enable node dragging in force layout mode.
pl: Umożliwia przeciąganie węzłów w trybie wymuszonego układu.

source: Whether to fill the objects
pl: Czy wypełnić obiekty

source: Whether to ignore locations that are null
pl: Czy ignorować lokalizacje o wartości null

source: Whether to include a client-side search box
pl: Czy dołączyć pole wyszukiwania po stronie klienta?

source: Whether to include the percentage in the tooltip
pl: Czy uwzględniać wartość procentową w etykiecie narzędzia?

source: Whether to include the time granularity as defined in the time section
pl: Czy uwzględniać ziarnistość czasu zdefiniowaną w sekcji czasu?

source: Whether to make the grid 3D
pl: Czy siatka ma być trójwymiarowa?

source: Whether to make the histogram cumulative
pl: Czy histogram ma być łączny?

source: Whether to make this column available as a [Time Granularity] option, column has to be DATETIME or DATETIME-like
pl: Aby udostępnić tę kolumnę jako opcję [Time Granularity], kolumna musi być typu DATETIME lub DATETIME-like.

source: Whether to normalize the histogram
pl: Czy normalizować histogram

source: Whether to populate autocomplete filters options
pl: Czy wypełniać opcje filtrów autouzupełniania?

source: Whether to populate the filter's dropdown in the explore view's filter section with a list of distinct values fetched from the backend on the fly
pl: Czy lista rozwijana filtra w sekcji filtrów widoku eksploracji ma być wypełniana listą różnych wartości pobieranych na bieżąco z zaplecza?

source: Whether to show extra controls or not. Extra controls include things like making mulitBar charts stacked or side by side.
pl: Czy wyświetlać dodatkowe kontrolki, czy nie. Dodatkowe elementy sterujące obejmują takie rzeczy, jak tworzenie wykresów mulitBar ułożonych w stos lub obok siebie.

source: Whether to show minor ticks on the axis
pl: Czy pokazywać drobne tiki na osi

source: Whether to show the pointer
pl: Czy wyświetlać wskaźnik

source: Whether to show the progress of gauge chart
pl: Czy pokazywać postęp wykresu miernika

source: Whether to show the split lines on the axis
pl: Czy wyświetlać linie podziału na osi

source: Whether to sort ascending or descending on the base Axis.
pl: Czy sortować rosnąco czy malejąco na osi bazowej.

source: Whether to sort descending or ascending
pl: Czy sortować malejąco czy rosnąco

source: Whether to sort descending or ascending if a series limit is present
pl: Czy sortować malejąco czy rosnąco, jeśli obecny jest limit serii?

source: Whether to sort results by the selected metric in descending order.
pl: Określa, czy wyniki mają być sortowane według wybranej metryki w porządku malejącym.

source: Whether to sort tooltip by the selected metric in descending order.
pl: Określa, czy podpowiedź ma być sortowana według wybranej metryki w porządku malejącym.

source: Whether to truncate metrics
pl: Czy przycinać metryki

source: Which country to plot the map for?
pl: Dla którego kraju wykreślić mapę?

source: Which relatives to highlight on hover
pl: Których krewnych podświetlić po najechaniu kursorem

source: Whisker/outlier options
pl: Opcje wąsów/wysokości

source: White
pl: Biały

source: Width
pl: Szerokość

source: Width of the confidence interval. Should be between 0 and 1
pl: Szerokość przedziału ufności. Powinna wynosić od 0 do 1

source: Width of the sparkline
pl: Szerokość linii iskrzenia

source: Window must be > 0
pl: Okno musi mieć wartość > 0

source: With a subheader
pl: Z podtytułem

source: Word Cloud
pl: Chmura słów

source: Word Rotation
pl: Rotacja słów

source: Working
pl: Praca

source: Working timeout
pl: Limit czasu pracy

source: World Map
pl: Mapa świata

source: Write a description for your query
pl: Napisz opis swojego zapytania

source: Write a handlebars template to render the data
pl: Napisz szablon kierownicy do renderowania danych

source: Write dataframe index as a column
pl: Zapis indeksu ramki danych jako kolumny

source: Write dataframe index as a column.
pl: Zapisz indeks ramki danych jako kolumnę.
