Repository: dchabrzyk/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Overlap
pl: Nakładanie się

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
pl: Nakłada jeden lub więcej szeregów czasowych ze względnego okresu czasu. Oczekuje względnych delt czasowych w języku naturalnym (przykład: 24 godziny, 7 dni, 52 tygodnie, 365 dni). Obsługiwany jest dowolny tekst.

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
pl: Nakłada jeden lub więcej szeregów czasowych ze względnego okresu czasu. Oczekuje względnych delt czasowych w języku naturalnym (przykład: 24 godziny, 7 dni, 52 tygodnie, 365 dni). Obsługiwany jest dowolny tekst.

source: Overlays a hexagonal grid on a map, and aggregates data within the boundary of each cell.
pl: Nakłada sześciokątną siatkę na mapę i agreguje dane w granicach każdej komórki.

source: Override time grain
pl: Zastąpienie ziarna czasu

source: Override time range
pl: Zakres czasu nadpisania

source: Overwrite
pl: Nadpisywanie

source: Overwrite & Explore
pl: Nadpisywanie i eksploracja

source: Overwrite Dashboard [%s]
pl: Nadpisanie pulpitu [%s]

source: Overwrite Duplicate Columns
pl: Nadpisywanie zduplikowanych kolumn

source: Overwrite existing
pl: Zastąp istniejące

source: Overwrite text in the editor with a query on this table
pl: Nadpisanie tekstu w edytorze zapytaniem dotyczącym tej tabeli

source: Owned Created or Favored
pl: Posiadane, utworzone lub faworyzowane

source: Owner
pl: Właściciel

source: Owners
pl: Właściciele

source: Owners are invalid
pl: Właściciele są nieważni

source: Owners is a list of users who can alter the dashboard.
pl: Właściciele to lista użytkowników, którzy mogą zmieniać pulpit nawigacyjny.

source: Owners is a list of users who can alter the dashboard. Searchable by name or username.
pl: Właściciele to lista użytkowników, którzy mogą zmieniać pulpit nawigacyjny. Można ją przeszukiwać według nazwiska lub nazwy użytkownika.

source: PDF download failed, please refresh and try again.
pl: Pobieranie pliku PDF nie powiodło się, odśwież i spróbuj ponownie.

source: Page length
pl: Długość strony

source: Paired t-test Table
pl: Sparowany test t Tabela

source: Pandas resample method
pl: Metoda ponownego próbkowania Pandas

source: Pandas resample rule
pl: Reguła ponownego próbkowania Pandas

source: Parallel Coordinates
pl: Współrzędne równoległe

source: Parameter error
pl: Błąd parametru

source: Parameters
pl: Parametry

source: Parameters
pl: Parametry

source: Parameters related to the view and perspective on the map
pl: Parametry związane z widokiem i perspektywą na mapie

source: Parent
pl: Rodzic

source: Parse Dates
pl: Analizuj daty

source: Part of a Whole
pl: Część całości

source: Partition Chart
pl: Wykres podziału

source: Partition Diagram
pl: Schemat partycji

source: Partition Limit
pl: Limit partycji

source: Partition Threshold
pl: Próg podziału

source: Partitions whose height to parent height proportions are below this value are pruned
pl: Partycje, których proporcje wysokości do wysokości rodzica są poniżej tej wartości, są przycinane

source: Password
pl: Hasło

source: Paste Private Key here
pl: Wklej tutaj klucz prywatny

source: Paste content of service credentials JSON file here
pl: Wklej tutaj zawartość pliku JSON poświadczeń usługi

source: Paste the shareable Google Sheet URL here
pl: Wklej tutaj adres URL Arkusza Google do udostępnienia

source: Pattern
pl: Wzór

source: Percent Change
pl: Zmiana procentowa

source: Percent of total
pl: Procent całości

source: Percentage
pl: Procent

source: Percentage change
pl: Zmiana procentowa

source: Percentage metrics
pl: Wskaźniki procentowe

source: Percentage threshold
pl: Próg procentowy

source: Percentages
pl: Procenty

source: Performance
pl: Wydajność

source: Period average
pl: Średnia z okresu

source: Periods
pl: Okresy

source: Periods must be a whole number
pl: Kropki muszą być liczbami całkowitymi

source: Person or group that has certified this chart.
pl: Osoba lub grupa, która certyfikowała ten wykres.

source: Person or group that has certified this dashboard.
pl: Osoba lub grupa, która certyfikowała ten pulpit nawigacyjny.

source: Person or group that has certified this metric
pl: Osoba lub grupa, która certyfikowała tę metrykę

source: Physical
pl: Fizyczny

source: Physical (table or view)
pl: Fizyczne (tabela lub widok)

source: Physical dataset
pl: Fizyczny zestaw danych

source: Pick a dimension from which categorical colors are defined
pl: Wybierz wymiar, na podstawie którego definiowane są kolory kategoryczne

source: Pick a metric for x, y and size
pl: Wybierz metrykę dla x, y i rozmiaru

source: Pick a metric to display
pl: Wybierz metrykę do wyświetlenia

source: Pick a name to help you identify this database.
pl: Wybierz nazwę, która pomoże Ci zidentyfikować tę bazę danych.

source: Pick a nickname for how the database will display in Superset.
pl: Wybierz pseudonim, pod którym baza danych będzie wyświetlana w Superset.

source: Pick a set of deck.gl charts to layer on top of one another
pl: Wybierz zestaw wykresów deck.gl do nałożenia jeden na drugi

source: Pick a title for you annotation.
pl: Wybierz tytuł adnotacji.

source: Pick at least one field for [Series]
pl: Wybierz co najmniej jedno pole dla [Seria]

source: Pick at least one metric
pl: Wybierz co najmniej jedną metrykę

source: Pick exactly 2 columns as [Source / Target]
pl: Wybierz dokładnie 2 kolumny jako [Źródło / Cel].

source: Pick one or more columns that should be shown in the annotation. If you don't select a column all of them will be shown.
pl: Wybierz jedną lub więcej kolumn, które mają być wyświetlane w adnotacji. Jeśli nie wybierzesz żadnej kolumny, wszystkie zostaną wyświetlone.

source: Pick your favorite markup language
pl: Wybierz swój ulubiony język znaczników

source: Pie Chart
pl: Wykres kołowy

source: Pie Chart (legacy)
pl: Wykres kołowy (starsze wersje)

source: Pie shape
pl: Kształt ciasta

source: Pin
pl: Szpilka

source: Pivot Table
pl: Tabela przestawna

source: Pivot operation must include at least one aggregate
pl: Operacja obrotu musi zawierać co najmniej jeden agregat

source: Pivot operation requires at least one index
pl: Operacja obrotu wymaga co najmniej jednego indeksu

source: Pivoted
pl: Obrotowy

source: Pixel height of each series
pl: Wysokość piksela każdej serii

source: Pixels
pl: Piksele

source: Plain
pl: Zwykły

source: Please DO NOT overwrite the "filter_scopes" key.
pl: NIE NADPISUJ klucza "filter_scopes".

source: Please check your query and confirm that all template parameters are surround by double braces, for example, "{{ ds }}". Then, try running your query again.
pl: Sprawdź zapytanie i upewnij się, że wszystkie parametry szablonu są otoczone podwójnymi nawiasami klamrowymi, na przykład "{{ ds }}". Następnie spróbuj ponownie uruchomić zapytanie.

source: Please check your query for syntax errors at or near "%(syntax_error)s". Then, try running your query again.
pl: Sprawdź zapytanie pod kątem błędów składni w "%(syntax_error)s" lub w jego pobliżu. Następnie spróbuj ponownie uruchomić zapytanie.

source: Please check your query for syntax errors near "%(server_error)s". Then, try running your query again.
pl: Sprawdź zapytanie pod kątem błędów składni w pobliżu "%(server_error)s". Następnie spróbuj ponownie uruchomić zapytanie.

source: Please check your template parameters for syntax errors and make sure they match across your SQL query and Set Parameters. Then, try running your query again.
pl: Sprawdź parametry szablonu pod kątem błędów składni i upewnij się, że są one zgodne z zapytaniem SQL i ustawionymi parametrami. Następnie spróbuj ponownie uruchomić zapytanie.

source: Please choose at least one groupby
pl: Wybierz co najmniej jedną grupę według

source: Please confirm
pl: Proszę o potwierdzenie

source: Please confirm the overwrite values.
pl: Potwierdź wartości nadpisywania.

source: Please enter a SQLAlchemy URI to test
pl: Wprowadź identyfikator URI SQLAlchemy do przetestowania

source: Please re-enter the password.
pl: Wprowadź ponownie hasło.

source: Please re-export your file and try importing again
pl: Ponownie wyeksportuj plik i spróbuj zaimportować go ponownie

source: Please save the query to enable sharing
pl: Zapisz zapytanie, aby umożliwić udostępnianie

source: Please save your chart first, then try creating a new email report.
pl: Najpierw zapisz wykres, a następnie spróbuj utworzyć nowy raport e-mail.

source: Please save your dashboard first, then try creating a new email report.
pl: Najpierw zapisz pulpit nawigacyjny, a następnie spróbuj utworzyć nowy raport e-mail.

source: Please select both a Dataset and a Chart type to proceed
pl: Aby kontynuować, wybierz zarówno zestaw danych, jak i typ wykresu.

source: Please use 3 different metric labels
pl: Należy użyć 3 różnych etykiet metrycznych

source: Plot the distance (like flight paths) between origin and destination.
pl: Wykreśl odległość (podobnie jak trasy lotu) między miejscem początkowym i docelowym.

source: Plots the individual metrics for each row in the data vertically and links them together as a line. This chart is useful for comparing multiple metrics across all of the samples or rows in the data.
pl: Przedstawia poszczególne metryki dla każdego wiersza w danych w pionie i łączy je razem jako linię. Ten wykres jest przydatny do porównywania wielu wskaźników we wszystkich próbkach lub wierszach w danych.

source: Plugins
pl: Wtyczki

source: Point Color
pl: Kolor punktu

source: Point Radius
pl: Promień punktu

source: Point Radius Scale
pl: Skala promienia punktu

source: Point Radius Unit
pl: Punkt Promień Jednostka

source: Point Size
pl: Rozmiar punktu

source: Point Unit
pl: Jednostka punktowa

source: Point to your spatial columns
pl: Wskaż kolumny przestrzenne

source: Points
pl: Punkty

source: Points and clusters will update as the viewport is being changed
pl: Punkty i klastry będą aktualizowane podczas zmiany rzutni

source: Polygon Column
pl: Kolumna wielokątów

source: Polygon Encoding
pl: Kodowanie wielokątów

source: Polygon Settings
pl: Ustawienia wielokątów

source: Polyline
pl: Polilinia

source: Popular
pl: Popularny

source: Populate "Default value" to enable this control
pl: Wypełnij "Wartość domyślna", aby włączyć tę kontrolkę

source: Population age data
pl: Dane dotyczące wieku populacji

source: Port %(port)s on hostname "%(hostname)s" refused the connection.
pl: Port %(port)s na nazwie hosta "%(hostname)s" odmówił połączenia.

source: Port out of range 0-65535
pl: Port poza zakresem 0-65535

source: Position JSON
pl: Pozycja JSON

source: Position of child node label on tree
pl: Pozycja etykiety węzła podrzędnego na drzewie

source: Position of column level subtotal
pl: Pozycja sumy częściowej na poziomie kolumny

source: Position of intermediate node label on tree
pl: Pozycja etykiety węzła pośredniego na drzewie

source: Position of row level subtotal
pl: Pozycja sumy częściowej na poziomie wiersza

source: Powered by Apache Superset
pl: Obsługiwany przez Apache Superset

source: Pre-filter
pl: Filtr wstępny

source: Pre-filter available values
pl: Dostępne wartości filtra wstępnego

source: Pre-filter is required
pl: Wymagany jest filtr wstępny

source: Predicate applied when fetching distinct value to populate the filter control component. Supports jinja template syntax. Applies only when `Enable Filter Select` is on.
pl: Predykat stosowany podczas pobierania odrębnej wartości w celu wypełnienia komponentu kontrolki filtra. Obsługuje składnię szablonu jinja. Ma zastosowanie tylko wtedy, gdy opcja `Enable Filter Select` jest włączona.

source: Predictive
pl: Przewidywanie

source: Predictive Analytics
pl: Analityka predykcyjna

source: Prefix
pl: Prefiks

source: Prefix or suffix
pl: Przedrostek lub przyrostek

source: Preview
pl: Podgląd

source: Preview: `%s`
pl: Podgląd: `%s`

source: Previous
pl: Poprzedni

source: Previous Line
pl: Poprzednia linia

source: Primary
pl: Podstawowe

source: Primary Metric
pl: Główny wskaźnik

source: Primary key
pl: Klucz podstawowy

source: Primary or secondary y-axis
pl: Główna lub drugorzędna oś y

source: Primary y-axis Bounds
pl: Granice głównej osi y

source: Primary y-axis format
pl: Podstawowy format osi y

source: Private Key
pl: Klucz prywatny

source: Private Key & Password
pl: Klucz prywatny i hasło

source: Private Key Password
pl: Hasło klucza prywatnego

source: Proceed
pl: Kontynuować

source: Progress
pl: Postęp

source: Progressive
pl: Progresywny

source: Propagate
pl: Propagować

source: Proportional
pl: Proporcjonalny

source: Public and privately shared sheets
pl: Arkusze udostępniane publicznie i prywatnie

source: Publicly shared sheets only
pl: Tylko publicznie udostępniane arkusze

source: Published
pl: Opublikowano

source: Purple
pl: Fioletowy

source: Put labels outside
pl: Umieść etykiety na zewnątrz

source: Put the labels outside of the pie?
pl: Umieścić etykiety poza ciastem?

source: Put the labels outside the pie?
pl: Umieścić etykiety poza ciastem?

source: Put your code here
pl: Umieść swój kod tutaj

source: Python datetime string pattern
pl: Wzorzec ciągu daty i godziny w języku Python

source: QUERY DATA IN SQL LAB
pl: ZAPYTANIA DO DANYCH W LABORATORIUM SQL

source: Quarter
pl: Kwartał

source: Quarters %s
pl: Kwartały %s

source: Queries
pl: Zapytania

source: Query
pl: Zapytanie

source: Query %s: %s
pl: Zapytanie %s: %s

source: Query A
pl: Zapytanie A

source: Query B
pl: Zapytanie B

source: Query History
pl: Historia zapytań

source: Query does not exist
pl: Zapytanie nie istnieje

source: Query history
pl: Historia zapytań

source: Query imported
pl: Zapytanie zaimportowane

source: Query in a new tab
pl: Zapytanie w nowej karcie

source: Query is too complex and takes too long to run.
pl: Zapytanie jest zbyt złożone i trwa zbyt długo.

source: Query mode
pl: Tryb zapytania

source: Query name
pl: Nazwa zapytania

source: Query preview
pl: Podgląd zapytania

source: Query was stopped
pl: Zapytanie zostało zatrzymane

source: Query was stopped.
pl: Zapytanie zostało zatrzymane.

source: RANGE TYPE
pl: TYP ZAKRESU

source: RGB Color
pl: Kolor RGB

source: RLS Rule not found.
pl: Nie znaleziono reguły RLS.

source: RLS rules could not be deleted.
pl: Nie można było usunąć reguł RLS.

source: Radar Chart
pl: Wykres radarowy

source: Radar render type, whether to display 'circle' shape.
pl: Typ renderowania radaru, czy wyświetlać kształt okręgu.

source: Radial
pl: Promieniowy

source: Radius in kilometers
pl: Promień w kilometrach

source: Radius in meters
pl: Promień w metrach

source: Radius in miles
pl: Promień w milach

source: Range
pl: Zasięg

source: Range filter
pl: Filtr zasięgu

source: Range filter plugin using AntD
pl: Wtyczka filtra zakresu wykorzystująca AntD

source: Range for Comparison
pl: Zakres dla porównania

source: Range labels
pl: Etykiety zasięgu

source: Ranges
pl: Zakresy

source: Ranges to highlight with shading
pl: Zakresy do podświetlenia za pomocą cieniowania

source: Ratio
pl: Stosunek

source: Raw records
pl: Zapisy nieprzetworzone

source: Recently created charts, dashboards, and saved queries will appear here
pl: W tym miejscu pojawią się ostatnio utworzone wykresy, pulpity nawigacyjne i zapisane zapytania

source: Recently edited charts, dashboards, and saved queries will appear here
pl: W tym miejscu pojawią się ostatnio edytowane wykresy, pulpity nawigacyjne i zapisane zapytania

source: Recently modified
pl: Ostatnio zmodyfikowano

source: Recently viewed charts, dashboards, and saved queries will appear here
pl: W tym miejscu pojawią się ostatnio przeglądane wykresy, pulpity nawigacyjne i zapisane zapytania

source: Recents
pl: Ostatnie wydarzenia

source: Recipients are separated by "," or ";"
pl: Odbiorcy są oddzieleni znakami "," lub ";".

source: Recommended tags
pl: Zalecane tagi

source: Record Count
pl: Liczba rekordów

source: Rectangle
pl: Prostokąt

source: Redirects to this endpoint when clicking on the table from the table list
pl: Przekierowuje do tego punktu końcowego po kliknięciu tabeli na liście tabel.

source: Redo the action
pl: Powtórz akcję

source: Reduce X ticks
pl: Redukcja kleszczy X

source: Reduces the number of X-axis ticks to be rendered. If true, the x-axis will not overflow and labels may be missing. If false, a minimum width will be applied to columns and the width may overflow into an horizontal scroll.
pl: Zmniejsza liczbę renderowanych wskazań osi X. Jeśli wartość true, oś X nie będzie przepełniona i może brakować etykiet. Jeśli wartość jest fałszywa, do kolumn zostanie zastosowana minimalna szerokość, a szerokość może zostać przekroczona do poziomego przewijania.

source: Refer to the
pl: Patrz

source: Referenced columns not available in DataFrame.
pl: Kolumny, do których się odwołano, nie są dostępne w DataFrame.

source: Refetch results
pl: Ponowne pobieranie wyników

source: Refresh
pl: Odświeżanie

source: Refresh dashboard
pl: Odśwież pulpit nawigacyjny

source: Refresh frequency
pl: Częstotliwość odświeżania

source: Refresh interval
pl: Interwał odświeżania

source: Refresh interval saved
pl: Zapisany interwał odświeżania

source: Refresh the default values
pl: Odśwież wartości domyślne

source: Refreshing charts
pl: Odświeżanie wykresów

source: Refreshing columns
pl: Odświeżanie kolumn

source: Regular
pl: Regularny

source: Regular filters add where clauses to queries if a user belongs to a role referenced in the filter, base filters apply filters to all queries except the roles defined in the filter, and can be used to define what users can see if no RLS filters within a filter group apply to them.
pl: Zwykłe filtry dodają klauzule where do zapytań, jeśli użytkownik należy do roli, do której odnosi się filtr, filtry podstawowe stosują filtry do wszystkich zapytań z wyjątkiem ról zdefiniowanych w filtrze i mogą być używane do definiowania tego, co użytkownicy mogą zobaczyć, jeśli nie mają do nich zastosowania żadne filtry RLS w grupie filtrów.

source: Relational
pl: Relacyjny

source: Relationships between community channels
pl: Relacje między kanałami społecznościowymi

source: Relative Date/Time
pl: Względna data/godzina

source: Relative period
pl: Okres względny

source: Relative quantity
pl: Ilość względna

source: Reload
pl: Przeładowanie

source: Remove
pl: Usunąć

source: Remove cross-filter
pl: Usuń filtr krzyżowy

source: Remove item
pl: Usuń element

source: Remove query from log
pl: Usuń zapytanie z dziennika

source: Remove table preview
pl: Usuń podgląd tabeli

source: Removed columns: %s
pl: Usunięte kolumny: %s

source: Rename tab
pl: Karta Zmień nazwę

source: Rendering
pl: Renderowanie

source: Replace
pl: Wymiana

source: Report
pl: Raport

source: Report Name
pl: Nazwa raportu

source: Report Schedule could not be created.
pl: Nie można utworzyć harmonogramu raportów.

source: Report Schedule could not be updated.
pl: Nie można zaktualizować harmonogramu raportów.

source: Report Schedule delete failed.
pl: Usunięcie harmonogramu raportów nie powiodło się.

source: Report Schedule execution failed when generating a csv.
pl: Wykonanie harmonogramu raportów nie powiodło się podczas generowania pliku csv.

source: Report Schedule execution failed when generating a dataframe.
pl: Wykonanie harmonogramu raportów nie powiodło się podczas generowania ramki danych.

source: Report Schedule execution failed when generating a screenshot.
pl: Wykonanie harmonogramu raportów nie powiodło się podczas generowania zrzutu ekranu.

source: Report Schedule execution got an unexpected error.
pl: Podczas wykonywania harmonogramu raportów wystąpił nieoczekiwany błąd.

source: Report Schedule is still working, refusing to re-compute.
pl: Harmonogram raportów nadal działa, odmawiając ponownego obliczenia.

source: Report Schedule log prune failed.
pl: Raport Przycinanie dziennika harmonogramu nie powiodło się.

source: Report Schedule not found.
pl: Nie znaleziono harmonogramu raportów.

source: Report Schedule parameters are invalid.
pl: Parametry harmonogramu raportów są nieprawidłowe.

source: Report Schedule reached a working timeout.
pl: Harmonogram raportów osiągnął limit czasu pracy.

source: Report Schedule state not found
pl: Nie znaleziono stanu harmonogramu raportów

source: Report a bug
pl: Zgłoś błąd

source: Report failed
pl: Raport nie powiódł się

source: Report name
pl: Nazwa raportu

source: Report schedule
pl: Harmonogram raportów

source: Report schedule client error
pl: Zgłoś błąd klienta harmonogramu

source: Report schedule system error
pl: Zgłoś błąd systemu harmonogramu

source: Report schedule unexpected error
pl: Zgłoszenie nieoczekiwanego błędu harmonogramu

source: Report sending
pl: Wysyłanie raportów

source: Report sent
pl: Raport wysłany

source: Report updated
pl: Aktualizacja raportu

source: Reports
pl: Raporty

source: Repulsion
pl: Odpychanie

source: Repulsion strength between nodes
pl: Siła odpychania między węzłami

source: Request is incorrect: %(error)s
pl: Żądanie jest nieprawidłowe: %(error)s

source: Request is not JSON
pl: Żądanie nie jest w formacie JSON

source: Request missing data field.
pl: Żądanie brakującego pola danych.

source: Request timed out
pl: Upłynął limit czasu żądania

source: Required
pl: Wymagane

source: Required control values have been removed
pl: Wymagane wartości kontrolne zostały usunięte

source: Resample
pl: Ponowne próbkowanie

source: Resample method should in
pl: Metoda ponownego próbkowania powinna w

source: Resample operation requires DatetimeIndex
pl: Operacja ponownego próbkowania wymaga DatetimeIndex

source: Reset state
pl: Stan resetowania

source: Resource already has an attached report.
pl: Zasoby mają już załączony raport.

source: Resource was not found.
pl: Nie znaleziono zasobu.

source: Restore Filter
pl: Przywróć filtr

source: Results
pl: Wyniki

source: Results %s
pl: Wyniki %s

source: Results backend is not configured.
pl: Backend wyników nie jest skonfigurowany.

source: Results backend needed for asynchronous queries is not configured.
pl: Backend wyników wymagany dla zapytań asynchronicznych nie jest skonfigurowany.

source: Return to specific datetime.
pl: Powrót do określonej daty i godziny.

source: Reverse Lat & Long
pl: Odwróć szerokość i długość geograficzną

source: Reverse lat/long
pl: Odwróć długość i szerokość geograficzną

source: Rich Tooltip
pl: Bogaty pasek narzędzi

source: Rich tooltip
pl: Bogaty pasek narzędzi

source: Right
pl: Prawo

source: Right Axis Format
pl: Format prawej osi

source: Right Axis Metric
pl: Prawa oś metryczna

source: Right axis metric
pl: Metryka prawej osi

source: Right to Left
pl: Od prawej do lewej

source: Right value
pl: Właściwa wartość

source: Right-click on a dimension value to drill to detail by that value.
pl: Kliknij prawym przyciskiem myszy wartość wymiaru, aby przejść do szczegółów według tej wartości.

source: Role
pl: Rola

source: Roles
pl: Role

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks. If no roles are defined, regular access permissions apply.
pl: Role to lista definiująca dostęp do pulpitu nawigacyjnego. Przyznanie roli dostępu do pulpitu nawigacyjnego spowoduje pominięcie kontroli na poziomie zestawu danych. Jeśli nie zdefiniowano żadnych ról, zastosowanie mają zwykłe uprawnienia dostępu.
