Repository: dchabrzyk/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Fraction digits
pl: Cyfry ułamkowe

source: Frequency
pl: Częstotliwość

source: Friction
pl: Tarcie

source: Friction between nodes
pl: Tarcie między węzłami

source: Friday
pl: Piątek

source: From date cannot be larger than to date
pl: Data od nie może być większa niż data do

source: Full name
pl: Pełna nazwa

source: Funnel Chart
pl: Wykres lejka

source: Further customize how to display each column
pl: Dalsze dostosowywanie sposobu wyświetlania każdej kolumny

source: Further customize how to display each metric
pl: Dalsze dostosowywanie sposobu wyświetlania każdego wskaźnika

source: Gauge Chart
pl: Wykres miernika

source: General
pl: Ogólne

source: Generating link, please wait..
pl: Generowanie linku, proszę czekać...

source: Generic Chart
pl: Wykres ogólny

source: GeoJson Column
pl: Kolumna GeoJson

source: GeoJson Settings
pl: Ustawienia GeoJson

source: Get the last date by the date unit.
pl: Pobiera ostatnią datę według jednostki daty.

source: Get the specify date for the holiday
pl: Uzyskaj określoną datę święta

source: Go to the edit mode to configure the dashboard and add charts
pl: Przejdź do trybu edycji, aby skonfigurować pulpit nawigacyjny i dodać wykresy.

source: Gold
pl: Złoto

source: Google Sheet Name and URL
pl: Nazwa i adres URL arkusza Google

source: Grace period
pl: Okres karencji

source: Graph Chart
pl: Wykres

source: Graph layout
pl: Układ wykresu

source: Gravity
pl: Grawitacja

source: Greater or equal (>=)
pl: Większy lub równy (>=)

source: Greater than (>)
pl: Większy niż (>)

source: Grid
pl: Siatka

source: Grid Size
pl: Rozmiar siatki

source: Group By
pl: Grupa według

source: Group By, Metrics or Percentage Metrics must have a value
pl: Group By, Metrics lub Percentage Metrics muszą mieć wartość

source: Group Key
pl: Klucz grupy

source: Group by
pl: Grupa według

source: Groupable
pl: Możliwość grupowania

source: Guest user cannot modify chart payload
pl: Użytkownik-gość nie może modyfikować ładunku wykresu

source: Handlebars
pl: Kierownica

source: Handlebars Template
pl: Szablon kierownicy

source: Hard value bounds applied for color coding. Is only relevant and applied when the normalization is applied against the whole heatmap.
pl: Twarde granice wartości stosowane do kodowania kolorami. Ma znaczenie tylko wtedy, gdy normalizacja jest stosowana do całej mapy cieplnej.

source: Has created by
pl: Został stworzony przez

source: Header
pl: Nagłówek

source: Header Row
pl: Wiersz nagłówka

source: Heatmap
pl: Mapa cieplna

source: Heatmap Options
pl: Opcje mapy cieplnej

source: Height
pl: Wysokość

source: Height of the sparkline
pl: Wysokość linii iskrzenia

source: Hide Line
pl: Ukryj linię

source: Hide chart description
pl: Ukryj opis wykresu

source: Hide layer
pl: Ukryj warstwę

source: Hide password.
pl: Ukryj hasło.

source: Hide tool bar
pl: Ukryj pasek narzędzi

source: Hides the Line for the time series
pl: Ukrywa linię dla serii czasowej

source: Hierarchy
pl: Hierarchia

source: Home
pl: Strona główna

source: Horizon Chart
pl: Wykres horyzontu

source: Horizon Charts
pl: Wykresy horyzontu

source: Horizontal
pl: Poziomo

source: Horizontal (Top)
pl: Poziomo (Góra)

source: Horizontal alignment
pl: Wyrównanie poziome

source: Host
pl: Gospodarz

source: Hostname or IP address
pl: Nazwa hosta lub adres IP

source: Hour
pl: Godzina

source: Hours %s
pl: Godziny %s

source: Hours offset
pl: Przesunięcie godzin

source: How do you want to enter service account credentials?
pl: Jak chcesz wprowadzić poświadczenia konta usługi?

source: How many buckets should the data be grouped in.
pl: W ilu zasobnikach powinny być pogrupowane dane.

source: How many periods into the future do we want to predict
pl: Ile okresów w przyszłości chcemy przewidzieć?

source: How to display time shifts: as individual lines; as the difference between the main time series and each time shift; as the percentage change; or as the ratio between series and time shifts.
pl: Sposób wyświetlania przesunięć czasowych: jako pojedyncze linie; jako różnica między głównym szeregiem czasowym a każdym przesunięciem czasowym; jako zmiana procentowa; lub jako stosunek między szeregiem a przesunięciami czasowymi.

source: Huge
pl: Ogromny

source: ISO 3166-2 Codes
pl: Kody ISO 3166-2

source: Id of root node of the tree.
pl: Identyfikator węzła głównego drzewa.

source: If Presto or Trino, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them. If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
pl: Jeśli Presto lub Trino, wszystkie zapytania w SQL Lab będą wykonywane jako aktualnie zalogowany użytkownik, który musi mieć uprawnienia do ich uruchamiania. Jeśli Hive i hive.server2.enable.doAs są włączone, zapytania będą uruchamiane jako konto usługi, ale podszyją się pod aktualnie zalogowanego użytkownika za pośrednictwem właściwości hive.server2.proxy.user.

source: If Presto, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them.<br/>If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
pl: Jeśli Presto, wszystkie zapytania w SQL Lab będą wykonywane jako aktualnie zalogowany użytkownik, który musi mieć uprawnienia do ich uruchamiania.<br/>Jeśli Hive i hive.server2.enable.doAs jest włączone, uruchomi zapytania jako konto usługi, ale podszyje się pod aktualnie zalogowanego użytkownika za pośrednictwem właściwości hive.server2.proxy.user.

source: If Table Already Exists
pl: Jeśli tabela już istnieje

source: If a metric is specified, sorting will be done based on the metric value
pl: Jeśli określono metrykę, sortowanie zostanie wykonane na podstawie wartości metryki

source: If duplicate columns are not overridden, they will be presented as "X.1, X.2 ...X.x"
pl: Jeśli zduplikowane kolumny nie zostaną zastąpione, będą one wyświetlane jako "X.1, X.2 ...X.x".

source: If enabled, this control sorts the results/values descending, otherwise it sorts the results ascending.
pl: Jeśli opcja ta jest włączona, kontrolka sortuje wyniki/wartości malejąco, w przeciwnym razie sortuje wyniki rosnąco.

source: If selected, please set the schemas allowed for csv upload in Extra.
pl: Jeśli wybrano, należy ustawić schematy dozwolone do przesyłania plików csv w Extra.

source: If table exists do one of the following: Fail (do nothing), Replace (drop and recreate table) or Append (insert data).
pl: Jeśli tabela istnieje, wykonaj jedną z następujących czynności: Fail (nic nie rób), Replace (upuść i ponownie utwórz tabelę) lub Append (wstaw dane).

source: Ignore cache when generating report
pl: Ignorowanie pamięci podręcznej podczas generowania raportu

source: Ignore null locations
pl: Ignorowanie lokalizacji zerowych

source: Ignore time
pl: Ignorowanie czasu

source: Image (PNG) embedded in email
pl: Obraz (PNG) osadzony w wiadomości e-mail

source: Image download failed, please refresh and try again.
pl: Pobieranie obrazu nie powiodło się, odśwież i spróbuj ponownie.

source: Impersonate logged in user (Presto, Trino, Drill, Hive, and GSheets)
pl: Podszywanie się pod zalogowanego użytkownika (Presto, Trino, Drill, Hive i GSheets)

source: Impersonate the logged on user
pl: Podszywanie się pod zalogowanego użytkownika

source: Import Dashboard(s)
pl: Import pulpitu(ów) nawigacyjnego(ych)

source: Import a table definition
pl: Importowanie definicji tabeli

source: Import chart failed for an unknown reason
pl: Import wykresu nie powiódł się z nieznanego powodu

source: Import charts
pl: Importowanie wykresów

source: Import dashboard failed for an unknown reason
pl: Import pulpitu nawigacyjnego nie powiódł się z nieznanego powodu

source: Import dashboards
pl: Import pulpitów nawigacyjnych

source: Import database failed for an unknown reason
pl: Import bazy danych nie powiódł się z nieznanego powodu

source: Import database from file
pl: Import bazy danych z pliku

source: Import dataset failed for an unknown reason
pl: Importowanie zestawu danych nie powiodło się z nieznanego powodu

source: Import datasets
pl: Importowanie zestawów danych

source: Import saved query failed for an unknown reason.
pl: Import zapisanego zapytania nie powiódł się z nieznanego powodu.

source: Important! Select this if the table is not already sorted by entity id, else there is no guarantee that all events for each entity are returned.
pl: Ważne! Wybierz tę opcję, jeśli tabela nie jest jeszcze posortowana według identyfikatora podmiotu, w przeciwnym razie nie ma gwarancji, że wszystkie zdarzenia dla każdego podmiotu zostaną zwrócone.

source: In
pl: W

source: Include Series
pl: Dołącz serię

source: Include a description that will be sent with your report
pl: Dołącz opis, który zostanie wysłany wraz z raportem.

source: Include series name as an axis
pl: Dołącz nazwę serii jako oś

source: Include time
pl: Uwzględnij czas

source: Increase
pl: Wzrost

source: Index
pl: Indeks

source: Index Column
pl: Kolumna indeksu

source: Inner Radius
pl: Promień wewnętrzny

source: Inner radius of donut hole
pl: Wewnętrzny promień otworu pączka

source: Input custom width in pixels
pl: Wprowadzanie niestandardowej szerokości w pikselach

source: Input field supports custom rotation. e.g. 30 for 30°
pl: Pole wejściowe obsługuje niestandardowy obrót, np. 30 dla 30°.

source: Intensity
pl: Intensywność

source: Intensity Radius
pl: Promień intensywności

source: Intensity Radius is the radius at which the weight is distributed
pl: Promień intensywności to promień, w którym rozprowadzana jest masa.

source: Intensity is the value multiplied by the weight to obtain the final weight
pl: Intensywność to wartość pomnożona przez wagę w celu uzyskania wagi końcowej

source: Interval
pl: Interwał

source: Interval End column
pl: Interwał Kolumna końcowa

source: Interval bounds
pl: Granice przedziałów

source: Interval colors
pl: Kolory interwałów

source: Interval start column
pl: Kolumna początkowa interwału

source: Intervals
pl: Interwały

source: Intesity
pl: Otyłość

source: Invalid Connection String: Expecting String of the form 'ocient://user:pass@host:port/database'.
pl: Nieprawidłowy ciąg połączenia: Expecting String of the form 'ocient://user:pass@host:port/database'.

source: Invalid JSON
pl: Nieprawidłowy JSON

source: Invalid advanced data type: %(advanced_data_type)s
pl: Nieprawidłowy zaawansowany typ danych: %(advanced_data_type)s

source: Invalid certificate
pl: Nieprawidłowy certyfikat

source: Invalid connection string, a valid string usually follows: backend+driver://user:password@database-host/database-name
pl: Nieprawidłowy ciąg połączenia, prawidłowy ciąg zwykle wygląda następująco: backend+driver://user:password@database-host/database-name

source: Invalid connection string, a valid string usually follows:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Example:'postgresql://user:password@your-postgres-db/database'</p>
pl: Nieprawidłowy ciąg połączenia, prawidłowy ciąg zwykle wygląda następująco:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Przykład:'postgresql://user:password@your-postgres-db/database'</p>

source: Invalid cron expression
pl: Nieprawidłowe wyrażenie cron

source: Invalid cumulative operator: %(operator)s
pl: Nieprawidłowy operator kumulacji: %(operator)s

source: Invalid currency code in saved metrics
pl: Nieprawidłowy kod waluty w zapisanych metrykach

source: Invalid date/timestamp format
pl: Nieprawidłowy format daty/znacznika czasu

source: Invalid filter operation type: %(op)s
pl: Nieprawidłowy typ operacji filtru: %(op)s

source: Invalid geodetic string
pl: Nieprawidłowy ciąg geodezyjny

source: Invalid geohash string
pl: Nieprawidłowy ciąg geohash

source: Invalid input
pl: Nieprawidłowe dane wejściowe

source: Invalid lat/long configuration.
pl: Nieprawidłowa konfiguracja szerokości/długości geograficznej.

source: Invalid longitude/latitude
pl: Nieprawidłowa długość/szerokość geograficzna

source: Invalid metric object: %(metric)s
pl: Nieprawidłowy obiekt metryki: %(metric)s

source: Invalid numpy function: %(operator)s
pl: Nieprawidłowa funkcja numpy: %(operator)s

source: Invalid options for %(rolling_type)s: %(options)s
pl: Nieprawidłowe opcje dla %(rolling_type)s: %(options)s

source: Invalid permalink key
pl: Nieprawidłowy klucz permalink

source: Invalid reference to column: "%(column)s"
pl: Nieprawidłowe odwołanie do kolumny: "%(column)s"

source: Invalid result type: %(result_type)s
pl: Nieprawidłowy typ wyniku: %(result_type)s

source: Invalid rolling_type: %(type)s
pl: Nieprawidłowy rolling_type: %(type)s

source: Invalid spatial point encountered: %(latlong)s
pl: Napotkano nieprawidłowy punkt przestrzenny: %(latlong)s

source: Invalid state.
pl: Nieprawidłowy stan.

source: Invalid tab ids: %s(tab_ids)
pl: Nieprawidłowe identyfikatory zakładek: %s(tab_ids)

source: Inverse selection
pl: Wybór odwrotny

source: Invert current page
pl: Odwróć bieżącą stronę

source: Is certified
pl: Jest certyfikowany

source: Is custom tag
pl: Czy niestandardowy tag

source: Is dimension
pl: Czy wymiar

source: Is false
pl: jest fałszywy

source: Is favorite
pl: Jest ulubiony

source: Is filterable
pl: Możliwość filtrowania

source: Is tagged
pl: Jest oznaczony

source: Is temporal
pl: Jest czasowy

source: Is true
pl: Czy to prawda

source: Issue 1000 - The dataset is too large to query.
pl: Błąd 1000 - Zbiór danych jest zbyt duży, aby wykonać zapytanie.

source: Issue 1001 - The database is under an unusual load.
pl: Problem 1001 - Baza danych jest pod nietypowym obciążeniem.

source: It’s not recommended to truncate axis in Bar chart.
pl: Nie zaleca się obcinania osi na wykresie słupkowym.

source: JSON Metadata
pl: Metadane JSON

source: JSON metadata
pl: Metadane JSON

source: JSON metadata is invalid!
pl: Metadane JSON są nieprawidłowe!

source: JSON string containing additional connection configuration. This is used to provide connection information for systems like Hive, Presto and BigQuery which do not conform to the username:password syntax normally used by SQLAlchemy.
pl: Ciąg JSON zawierający dodatkową konfigurację połączenia. Służy do dostarczania informacji o połączeniu dla systemów takich jak Hive, Presto i BigQuery, które nie są zgodne ze składnią nazwa użytkownika:hasło zwykle używaną przez SQLAlchemy.

source: January
pl: Styczeń

source: JavaScript data interceptor
pl: Przechwytywanie danych JavaScript

source: JavaScript tooltip generator
pl: Generator podpowiedzi JavaScript

source: Jinja templating
pl: Szablonowanie Jinja

source: Json list of the column names that should be read
pl: Lista Json nazw kolumn, które powinny zostać odczytane

source: Json list of the column names that should be read. If not None, only these columns will be read from the file.
pl: Lista Json nazw kolumn, które powinny zostać odczytane. Jeśli nie None, tylko te kolumny zostaną odczytane z pliku.

source: Json list of the values that should be treated as null. Examples: [""] for empty strings, ["None", "N/A"], ["nan", "null"]. Warning: Hive database supports only a single value
pl: Lista Json wartości, które powinny być traktowane jako null. Przykłady: [""] dla pustych łańcuchów, ["None", "N/A"], ["nan", "null"]. Ostrzeżenie: Baza danych Hive obsługuje tylko jedną wartość

source: Json list of the values that should be treated as null. Examples: [""], ["None", "N/A"], ["nan", "null"]. Warning: Hive database supports only single value. Use [""] for empty string.
pl: Lista Json wartości, które powinny być traktowane jako null. Przykłady: [""], ["None", "N/A"], ["nan", "null"]. Ostrzeżenie: Baza danych Hive obsługuje tylko pojedynczą wartość. Użyj [""] dla pustego ciągu.

source: July
pl: Lipiec

source: June
pl: Czerwiec

source: Keep control settings?
pl: Zachować ustawienia kontroli?

source: Keep editing
pl: Kontynuuj edycję

source: Key
pl: Klucz

source: Keyboard shortcuts
pl: Skróty klawiaturowe

source: Keys for table
pl: Klucze do tabeli

source: Kilometers
pl: Kilometry

source: Label
pl: Etykieta

source: Label Contents
pl: Zawartość etykiety

source: Label Line
pl: Linia etykiet

source: Label Type
pl: Typ etykiety

source: Label already exists
pl: Etykieta już istnieje

source: Label for your query
pl: Etykieta dla zapytania

source: Label position
pl: Pozycja etykiety

source: Label threshold
pl: Próg etykiety

source: Labelling
pl: Etykietowanie

source: Labels
pl: Etykiety

source: Labels for the marker lines
pl: Etykiety dla linii znaczników

source: Labels for the markers
pl: Etykiety dla znaczników

source: Labels for the ranges
pl: Etykiety dla zakresów

source: Large
pl: Duży

source: Last
pl: Ostatni

source: Last Changed
pl: Ostatnia zmiana

source: Last Modified
pl: Ostatnia modyfikacja

source: Last Updated %s
pl: Ostatnia aktualizacja %s

source: Last Updated %s by %s
pl: Ostatnia aktualizacja %s przez %s

source: Last available value seen on %s
pl: Ostatnia dostępna wartość w %s

source: Last day
pl: Ostatni dzień

source: Last modified
pl: Ostatnio zmodyfikowano

source: Last month
pl: Ostatni miesiąc

source: Last quarter
pl: Ostatni kwartał

source: Last run
pl: Ostatni bieg

source: Last week
pl: Ostatni tydzień

source: Last year
pl: W zeszłym roku

source: Latitude
pl: Szerokość geograficzna

source: Latitude of default viewport
pl: Szerokość domyślnej rzutni

source: Layer configuration
pl: Konfiguracja warstwy

source: Layout
pl: Układ

source: Layout elements
pl: Elementy układu

source: Layout type of graph
pl: Typ układu wykresu

source: Layout type of tree
pl: Typ układu drzewa

source: Leaf nodes that represent fewer than this number of events will be initially hidden in the visualization
pl: Węzły liści reprezentujące mniej niż tę liczbę zdarzeń będą początkowo ukryte w wizualizacji

source: Least recently modified
pl: Ostatnio wprowadzono następujące zmiany

source: Left
pl: Lewa

source: Left Margin
pl: Lewy margines

source: Left margin, in pixels, allowing for more room for axis labels
pl: Lewy margines, w pikselach, zapewniający więcej miejsca na etykiety osi

source: Left to Right
pl: Od lewej do prawej

source: Left value
pl: Wartość lewa

source: Legacy
pl: Dziedzictwo

source: Legend
pl: Legenda

source: Legend Format
pl: Format legendy

source: Legend Orientation
pl: Legenda Orientacja

source: Legend Position
pl: Legenda Pozycja

source: Legend type
pl: Typ legendy

source: Less or equal (<=)
pl: Mniejszy lub równy (<=)

source: Less than (<)
pl: Mniej niż (<)

source: Lift percent precision
pl: Precyzja podnoszenia procentowego

source: Light
pl: Światło

source: Light mode
pl: Tryb oświetlenia

source: Like
pl: Jak

source: Like (case insensitive)
pl: Jak (wielkość liter nie ma znaczenia)

source: Limit reached
pl: Osiągnięty limit

source: Limit type
pl: Typ limitu

source: Limiting rows may result in incomplete data and misleading charts. Consider filtering or grouping source/target names instead.
pl: Ograniczenie wierszy może skutkować niekompletnymi danymi i mylącymi wykresami. Zamiast tego warto rozważyć filtrowanie lub grupowanie nazw źródeł/celów.

source: Limits the number of cells that get retrieved.
pl: Ogranicza liczbę pobieranych komórek.

source: Limits the number of rows that get displayed.
pl: Ogranicza liczbę wyświetlanych wierszy.

source: Limits the number of series that get displayed. A joined subquery (or an extra phase where subqueries are not supported) is applied to limit the number of series that get fetched and rendered. This feature is useful when grouping by high cardinality column(s) though does increase the query complexity and cost.
pl: Ogranicza liczbę wyświetlanych serii. Połączone podzapytanie (lub dodatkowa faza, gdy podzapytania nie są obsługiwane) jest stosowane w celu ograniczenia liczby serii, które są pobierane i renderowane. Ta funkcja jest przydatna podczas grupowania według kolumn o wysokiej kardynalności, choć zwiększa złożoność i koszt zapytania.

source: Limits the number of the rows that are computed in the query that is the source of the data used for this chart.
pl: Ogranicza liczbę wierszy obliczanych w zapytaniu, które jest źródłem danych używanych w tym wykresie.

source: Line
pl: Linia

source: Line Chart
pl: Wykres liniowy

source: Line Chart (legacy)
pl: Wykres liniowy (starsze wersje)

source: Line Style
pl: Styl linii

source: Line chart is used to visualize measurements taken over a given category. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.
pl: Wykres liniowy służy do wizualizacji pomiarów wykonanych w danej kategorii. Wykres liniowy to rodzaj wykresu, który wyświetla informacje jako serię punktów danych połączonych odcinkami linii prostej. Jest to podstawowy typ wykresu powszechny w wielu dziedzinach.

source: Line interpolation as defined by d3.js
pl: Interpolacja liniowa zdefiniowana przez d3.js

source: Line width
pl: Szerokość linii

source: Line width unit
pl: Jednostka szerokości linii

source: Linear Color Scheme
pl: Liniowy schemat kolorów

source: Linear color scheme
pl: Liniowy schemat kolorów

source: Linear interpolation
pl: Interpolacja liniowa

source: Lines column
pl: Kolumna Linie

source: Lines encoding
pl: Kodowanie linii

source: Link Copied!
pl: Link skopiowany!

source: List Unique Values
pl: Lista unikalnych wartości

source: List of extra columns made available in JavaScript functions
pl: Lista dodatkowych kolumn udostępnianych w funkcjach JavaScript

source: List of n+1 values for bucketing metric into n buckets.
pl: Lista n+1 wartości dla podziału metryki na n koszyków.

source: List of values to mark with lines
pl: Lista wartości do oznaczenia liniami

source: List of values to mark with triangles
pl: Lista wartości do oznaczenia trójkątami

source: List updated
pl: Lista zaktualizowana

source: Live CSS editor
pl: Edytor CSS na żywo

source: Live render
pl: Renderowanie na żywo

source: Load a CSS template
pl: Załaduj szablon CSS

source: Loaded data cached
pl: Załadowane dane w pamięci podręcznej

source: Loaded from cache
pl: Załadowano z pamięci podręcznej

source: Loading
pl: Ładowanie

source: Loading...
pl: Ładowanie...

source: Locate the chart
pl: Znajdź wykres

source: Log Scale
pl: Skala logarytmiczna

source: Log retention
pl: Przechowywanie dziennika

source: Logarithmic axis
pl: Oś logarytmiczna

source: Logarithmic scale on primary y-axis
pl: Skala logarytmiczna na głównej osi y

source: Logarithmic scale on secondary y-axis
pl: Skala logarytmiczna na dodatkowej osi y

source: Logarithmic x-axis
pl: Logarytmiczna oś x

source: Logarithmic y-axis
pl: Logarytmiczna oś y

source: Login
pl: Logowanie

source: Login with
pl: Zaloguj się za pomocą

source: Logout
pl: Wylogowanie

source: Logs
pl: Dzienniki

source: Long dashed
pl: Długa kreska

source: Longitude
pl: Długość geograficzna

source: Longitude & Latitude
pl: Długość i szerokość geograficzna

source: Longitude & Latitude columns
pl: Kolumny długości i szerokości geograficznej

source: Longitude and Latitude
pl: Długość i szerokość geograficzna

source: Longitude of default viewport
pl: Długość geograficzna domyślnej rzutni

source: Lower Threshold
pl: Dolny próg

source: Lower threshold must be lower than upper threshold
pl: Dolny próg musi być niższy niż górny próg

source: Main Datetime Column
pl: Główna kolumna daty i godziny
