Repository: dchabrzyk/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Calculate from previous step
pl: Obliczenia z poprzedniego kroku

source: Calculated column [%s] requires an expression
pl: Obliczona kolumna [%s] wymaga wyrażenia

source: Calculated columns
pl: Obliczone kolumny

source: Calculation type
pl: Typ obliczeń

source: Calendar Heatmap
pl: Mapa cieplna kalendarza

source: Can not move top level tab into nested tabs
pl: Nie można przenieść karty najwyższego poziomu do kart zagnieżdżonych

source: Can select multiple values
pl: Możliwość wyboru wielu wartości

source: Can't have overlap between Series and Breakdowns
pl: Serie i podziały nie mogą się pokrywać.

source: Cancel
pl: Anuluj

source: Cancel query on window unload event
pl: Anulowanie zapytania przy zdarzeniu rozładowania okna

source: Cannot access the query
pl: Nie można uzyskać dostępu do zapytania

source: Cannot delete a database that has datasets attached
pl: Nie można usunąć bazy danych z dołączonymi zestawami danych

source: Cannot have multiple credentials for the SSH Tunnel
pl: Nie można mieć wielu poświadczeń dla tunelu SSH

source: Cannot load filter
pl: Nie można załadować filtra

source: Cannot parse time string [%(human_readable)s]
pl: Nie można przeanalizować ciągu czasu [%(human_readable)s].

source: Categorical
pl: Kategoryczny

source: Categorical Color
pl: Kolor kategoryczny

source: Categories to group by on the x-axis.
pl: Kategorie do pogrupowania na osi x.

source: Category
pl: Kategoria

source: Category Name
pl: Nazwa kategorii

source: Category and Percentage
pl: Kategoria i wartość procentowa

source: Category and Value
pl: Kategoria i wartość

source: Category name
pl: Nazwa kategorii

source: Category of target nodes
pl: Kategoria węzłów docelowych

source: Category, Value and Percentage
pl: Kategoria, wartość i procent

source: Cell Padding
pl: Wypełnienie komórek

source: Cell Radius
pl: Promień komórki

source: Cell Size
pl: Rozmiar komórki

source: Cell bars
pl: Paski komórek

source: Cell content
pl: Zawartość komórki

source: Cell limit
pl: Limit komórek

source: Centroid (Longitude and Latitude):
pl: Centroid (długość i szerokość geograficzna):

source: Certification
pl: Certyfikacja

source: Certification details
pl: Szczegóły certyfikacji

source: Certified
pl: Certyfikowany

source: Certified By
pl: Certyfikowany przez

source: Certified by
pl: Certyfikowany przez

source: Certified by %s
pl: Certyfikowany przez %s

source: Change order of columns.
pl: Zmiana kolejności kolumn.

source: Change order of rows.
pl: Zmiana kolejności wierszy.

source: Changed By
pl: Zmienione przez

source: Changed by
pl: Zmieniony przez

source: Changes saved.
pl: Zmiany zostały zapisane.

source: Changing one or more of these dashboards is forbidden
pl: Zmiana jednego lub więcej z tych pulpitów nawigacyjnych jest zabroniona

source: Changing the dataset may break the chart if the chart relies on columns or metadata that does not exist in the target dataset
pl: Zmiana zestawu danych może spowodować uszkodzenie wykresu, jeśli wykres opiera się na kolumnach lub metadanych, które nie istnieją w docelowym zestawie danych

source: Changing these settings will affect all charts using this dataset, including charts owned by other people.
pl: Zmiana tych ustawień będzie miała wpływ na wszystkie wykresy korzystające z tego zestawu danych, w tym wykresy należące do innych osób.

source: Changing this Dashboard is forbidden
pl: Zmiana tego pulpitu jest zabroniona

source: Changing this chart is forbidden
pl: Zmiana tego wykresu jest zabroniona

source: Changing this control takes effect instantly
pl: Zmiana tego elementu sterującego jest natychmiastowa

source: Changing this dataset is forbidden
pl: Zmiana tego zestawu danych jest zabroniona

source: Changing this dataset is forbidden.
pl: Zmiana tego zestawu danych jest zabroniona.

source: Changing this datasource is forbidden
pl: Zmiana tego źródła danych jest zabroniona

source: Changing this report is forbidden
pl: Zmiana tego raportu jest zabroniona

source: Character to interpret as decimal point
pl: Znak interpretowany jako kropka dziesiętna

source: Character to interpret as decimal point.
pl: Znak interpretowany jako kropka dziesiętna.

source: Chart
pl: Wykres

source: Chart %(id)s not found
pl: Nie znaleziono wykresu %(id)s

source: Chart Cache Timeout
pl: Limit czasu pamięci podręcznej wykresu

source: Chart Data: %s
pl: Dane wykresu: %s

source: Chart ID
pl: Identyfikator wykresu

source: Chart Options
pl: Opcje wykresu

source: Chart Orientation
pl: Orientacja wykresu

source: Chart Source
pl: Źródło wykresu

source: Chart Title
pl: Tytuł wykresu

source: Chart [%s] has been overwritten
pl: Wykres [%s] został nadpisany

source: Chart [%s] has been saved
pl: Wykres [%s] został zapisany

source: Chart [%s] was added to dashboard [%s]
pl: Wykres [%s] został dodany do pulpitu nawigacyjnego [%s]

source: Chart [{}] has been overwritten
pl: Wykres [{}] został nadpisany

source: Chart [{}] has been saved
pl: Wykres [{}] został zapisany

source: Chart [{}] was added to dashboard [{}]
pl: Wykres [{}] został dodany do pulpitu nawigacyjnego [{}].

source: Chart cache timeout
pl: Limit czasu pamięci podręcznej wykresu

source: Chart changes
pl: Zmiany na wykresie

source: Chart could not be created.
pl: Nie można utworzyć wykresu.

source: Chart could not be updated.
pl: Wykres nie mógł zostać zaktualizowany.

source: Chart does not exist
pl: Wykres nie istnieje

source: Chart has no query context saved. Please save the chart again.
pl: Wykres nie ma zapisanego kontekstu zapytania. Zapisz wykres ponownie.

source: Chart height
pl: Wysokość wykresu

source: Chart imported
pl: Zaimportowany wykres

source: Chart last modified
pl: Wykres ostatnio zmodyfikowany

source: Chart last modified by
pl: Wykres ostatnio zmodyfikowany przez

source: Chart name
pl: Nazwa wykresu

source: Chart not found
pl: Nie znaleziono wykresu

source: Chart options
pl: Opcje wykresu

source: Chart owners
pl: Właściciele wykresów

source: Chart parameters are invalid.
pl: Parametry wykresu są nieprawidłowe.

source: Chart properties updated
pl: Zaktualizowano właściwości wykresu

source: Chart title
pl: Tytuł wykresu

source: Chart type requires a dataset
pl: Typ wykresu wymaga zestawu danych

source: Chart width
pl: Szerokość wykresu

source: Charts
pl: Wykresy

source: Charts could not be deleted.
pl: Wykresy nie mogły zostać usunięte.

source: Check for sorting ascending
pl: Sprawdź sortowanie rosnące

source: Check if the Rose Chart should use segment area instead of segment radius for proportioning
pl: Sprawdź, czy Rose Chart powinien używać obszaru segmentu zamiast promienia segmentu do dozowania

source: Check out this chart in dashboard:
pl: Sprawdź ten wykres na pulpicie nawigacyjnym:

source: Check out this chart:
pl: Sprawdź ten wykres:

source: Check out this dashboard:
pl: Sprawdź ten pulpit nawigacyjny:

source: Check to force date partitions to have the same height
pl: Zaznacz, aby wymusić taką samą wysokość partycji daty

source: Child label position
pl: Pozycja etykiety dziecka

source: Choice of [Label] must be present in [Group By]
pl: Wybór [Label] musi być obecny w [Group By]

source: Choice of [Point Radius] must be present in [Group By]
pl: Wybór [Promień punktu] musi być obecny w [Grupuj według]

source: Choose File
pl: Wybierz plik

source: Choose a chart or dashboard not both
pl: Wybierz wykres lub pulpit nawigacyjny, a nie oba

source: Choose a database...
pl: Wybierz bazę danych...

source: Choose a dataset
pl: Wybierz zestaw danych

source: Choose a metric for right axis
pl: Wybierz metrykę dla prawej osi

source: Choose a number format
pl: Wybierz format liczb

source: Choose a source
pl: Wybierz źródło

source: Choose a source and a target
pl: Wybierz źródło i cel

source: Choose a target
pl: Wybierz cel

source: Choose chart type
pl: Wybierz typ wykresu

source: Choose one of the available databases from the panel on the left.
pl: Wybierz jedną z dostępnych baz danych z panelu po lewej stronie.

source: Choose the annotation layer type
pl: Wybierz typ warstwy adnotacji

source: Choose the format for legend values
pl: Wybierz format wartości legendy

source: Choose the position of the legend
pl: Wybierz pozycję legendy

source: Choose the source of your annotations
pl: Wybierz źródło swoich adnotacji

source: Choose whether a country should be shaded by the metric, or assigned a color based on a categorical color palette
pl: Wybierz, czy kraj ma być zacieniowany według metryki, czy też ma mieć przypisany kolor na podstawie kategorycznej palety kolorów.

source: Chord Diagram
pl: Diagram akordów

source: Chosen non-numeric column
pl: Wybrana kolumna nienumeryczna

source: Circle
pl: Koło

source: Circle -> Arrow
pl: Okrąg -> Strzałka

source: Circle -> Circle
pl: Okrąg -> Okrąg

source: Circle radar shape
pl: Kształt radaru kołowego

source: Circular
pl: Okrągły

source: Classic chart that visualizes how metrics change over time.
pl: Klasyczny wykres wizualizujący zmiany wskaźników w czasie.

source: Classic row-by-column spreadsheet like view of a dataset. Use tables to showcase a view into the underlying data or to show aggregated metrics.
pl: Klasyczny widok arkusza kalkulacyjnego wiersz po kolumnie. Używaj tabel, aby zaprezentować wgląd w podstawowe dane lub pokazać zagregowane metryki.

source: Clause
pl: Klauzula

source: Clear
pl: Wyczyść

source: Clear all
pl: Wyczyść wszystko

source: Clear all data
pl: Wyczyść wszystkie dane

source: Clear form
pl: Przejrzysta forma

source: Click on "+Add/Edit Filters" button to create new dashboard filters
pl: Kliknij przycisk "+Dodaj/Edytuj filtry", aby utworzyć nowe filtry pulpitu nawigacyjnego.

source: Click on "Create chart" button in the control panel on the left to preview a visualization or
pl: Kliknij przycisk "Utwórz wykres" w panelu sterowania po lewej stronie, aby wyświetlić podgląd wizualizacji lub

source: Click the lock to make changes.
pl: Kliknij blokadę, aby wprowadzić zmiany.

source: Click the lock to prevent further changes.
pl: Kliknij blokadę, aby zapobiec dalszym zmianom.

source: Click this link to switch to an alternate form that allows you to input the SQLAlchemy URL for this database manually.
pl: Kliknij ten link, aby przejść do alternatywnego formularza, który umożliwia ręczne wprowadzenie adresu URL SQLAlchemy dla tej bazy danych.

source: Click this link to switch to an alternate form that exposes only the required fields needed to connect this database.
pl: Kliknij ten link, aby przełączyć się na alternatywny formularz, który udostępnia tylko wymagane pola potrzebne do połączenia tej bazy danych.

source: Click to add a contour
pl: Kliknij, aby dodać kontur

source: Click to cancel sorting
pl: Kliknij, aby anulować sortowanie

source: Click to edit
pl: Kliknij, aby edytować

source: Click to edit %s.
pl: Kliknij, aby edytować %s.

source: Click to edit chart.
pl: Kliknij, aby edytować wykres.

source: Click to edit label
pl: Kliknij, aby edytować etykietę

source: Click to favorite/unfavorite
pl: Kliknij, aby polubić/odznaczyć

source: Click to force-refresh
pl: Kliknij, aby wymusić odświeżenie

source: Click to see difference
pl: Kliknij, aby zobaczyć różnicę

source: Click to sort ascending
pl: Kliknij, aby sortować rosnąco

source: Click to sort descending
pl: Kliknij, aby sortować malejąco

source: Close
pl: Zamknij

source: Close all other tabs
pl: Zamknij wszystkie pozostałe karty

source: Close tab
pl: Zamknij kartę

source: Cluster label aggregator
pl: Agregator etykiet klastrów

source: Clustering Radius
pl: Promień klastrowania

source: Code
pl: Kod

source: Collapse all
pl: Zwiń wszystko

source: Collapse data panel
pl: Zwiń panel danych

source: Collapse row
pl: Zwiń wiersz

source: Collapse tab content
pl: Zwiń zawartość karty

source: Collapse table preview
pl: Zwiń podgląd tabeli

source: Color
pl: Kolor

source: Color +/-
pl: Kolor +/-

source: Color Metric
pl: Kolor metryczny

source: Color Scheme
pl: Schemat kolorów

source: Color Steps
pl: Kroki kolorów

source: Color bounds
pl: Granice kolorów

source: Color by
pl: Kolor według

source: Color metric
pl: Kolor metryczny

source: Color of the target location
pl: Kolor lokalizacji docelowej

source: Color scheme
pl: Schemat kolorów

source: Color will be shaded based the normalized (0% to 100%) value of a given cell against the other cells in the selected range:
pl: Kolor będzie cieniowany w oparciu o znormalizowaną (od 0% do 100%) wartość danej komórki w stosunku do innych komórek w wybranym zakresie:

source: Color:
pl: Kolor:

source: Colors
pl: Kolory

source: Column
pl: Kolumna

source: Column "%(column)s" is not numeric or does not exists in the query results.
pl: Kolumna "%(column)s" nie jest numeryczna lub nie istnieje w wynikach zapytania.

source: Column Configuration
pl: Konfiguracja kolumny

source: Column Data Types
pl: Kolumnowe typy danych

source: Column Formatting
pl: Formatowanie kolumn

source: Column Label(s)
pl: Etykiety kolumn

source: Column containing ISO 3166-2 codes of region/province/department in your table.
pl: Kolumna zawierająca kody ISO 3166-2 regionu/prowincji/wydziału w tabeli.

source: Column containing latitude data
pl: Kolumna zawierająca dane szerokości geograficznej

source: Column containing longitude data
pl: Kolumna zawierająca dane długości geograficznej

source: Column datatype
pl: Typ danych kolumny

source: Column header tooltip
pl: Podpowiedź nagłówka kolumny

source: Column is required
pl: Kolumna jest wymagana

source: Column label for index column(s). If None is given and Dataframe Index is True, Index Names are used.
pl: Etykieta kolumny (kolumn) indeksu. Jeśli podano None i Dataframe Index ma wartość True, używane są nazwy indeksów.

source: Column label for index column(s). If None is given and Dataframe Index is checked, Index Names are used
pl: Etykieta kolumny (kolumn) indeksu. Jeśli podano None i zaznaczono Dataframe Index, używane są nazwy indeksów

source: Column name
pl: Nazwa kolumny

source: Column name [%s] is duplicated
pl: Nazwa kolumny [%s] jest zduplikowana

source: Column referenced by aggregate is undefined: %(column)s
pl: Kolumna, do której odwołuje się agregat, jest niezdefiniowana: %(column)s

source: Column select
pl: Wybór kolumny

source: Column to use as the row labels of the dataframe. Leave empty if no index column
pl: Kolumna używana jako etykiety wierszy ramki danych. Pozostaw puste, jeśli nie ma kolumny indeksu

source: Column to use as the row labels of the dataframe. Leave empty if no index column.
pl: Kolumna używana jako etykiety wierszy ramki danych. Pozostaw puste, jeśli nie ma kolumny indeksu.

source: Columnar File
pl: Plik kolumnowy

source: Columnar file "%(columnar_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
pl: Plik kolumnowy "%(columnar_filename)s" przesłany do tabeli "%(table_name)s" w bazie danych "%(db_name)s".

source: Columnar to Database configuration
pl: Konfiguracja kolumny do bazy danych

source: Columns
pl: Kolumny

source: Columns To Be Parsed as Dates
pl: Kolumny analizowane jako daty

source: Columns To Read
pl: Kolumny do przeczytania

source: Columns missing in dataset: %(invalid_columns)s
pl: Brak kolumn w zbiorze danych: %(invalid_columns)s

source: Columns missing in datasource: %(invalid_columns)s
pl: Brak kolumn w źródle danych: %(invalid_columns)s

source: Columns subtotal position
pl: Pozycja sumy częściowej kolumn

source: Columns to calculate distribution across.
pl: Kolumny do obliczania dystrybucji.

source: Columns to display
pl: Kolumny do wyświetlenia

source: Columns to group by
pl: Kolumny do grupowania według

source: Columns to group by on the columns
pl: Kolumny do grupowania według kolumn

source: Columns to group by on the rows
pl: Kolumny do grupowania według wierszy

source: Combine metrics
pl: Łączenie wskaźników

source: Comma-separated color picks for the intervals, e.g. 1,2,4. Integers denote colors from the chosen color scheme and are 1-indexed. Length must be matching that of interval bounds.
pl: Oddzielone przecinkami kolory dla przedziałów, np. 1,2,4. Liczby całkowite oznaczają kolory z wybranego schematu kolorów i są indeksowane od 1. Długość musi odpowiadać długości granic interwału.

source: Comma-separated interval bounds, e.g. 2,4,5 for intervals 0-2, 2-4 and 4-5. Last number should match the value provided for MAX.
pl: Granice przedziałów oddzielone przecinkami, np. 2,4,5 dla przedziałów 0-2, 2-4 i 4-5. Ostatnia liczba powinna być zgodna z wartością podaną dla MAX.

source: Comparator option
pl: Opcja komparatora

source: Compare multiple time series charts (as sparklines) and related metrics quickly.
pl: Szybkie porównywanie wielu wykresów szeregów czasowych (w postaci linii iskrzenia) i powiązanych wskaźników.

source: Compare the same summarized metric across multiple groups.
pl: Porównaj te same podsumowane wskaźniki w wielu grupach.

source: Compares how a metric changes over time between different groups. Each group is mapped to a row and change over time is visualized bar lengths and color.
pl: Porównuje zmiany metryki w czasie między różnymi grupami. Każda grupa jest mapowana do wiersza, a zmiany w czasie są wizualizowane za pomocą długości słupków i kolorów.

source: Compares metrics from different categories using bars. Bar lengths are used to indicate the magnitude of each value and color is used to differentiate groups.
pl: Porównuje wskaźniki z różnych kategorii za pomocą słupków. Długości słupków są używane do wskazania wielkości każdej wartości, a kolor jest używany do rozróżnienia grup.

source: Compares the lengths of time different activities take in a shared timeline view.
pl: Porównuje czas trwania różnych działań we współdzielonym widoku osi czasu.

source: Comparison
pl: Porównanie

source: Comparison Period Lag
pl: Okres porównawczy Opóźnienie

source: Comparison suffix
pl: Przyrostek porównania

source: Compose multiple layers together to form complex visuals.
pl: Komponuj wiele warstw, aby tworzyć złożone wizualizacje.

source: Compute the contribution to the total
pl: Obliczyć udział w łącznej kwocie

source: Condition
pl: Stan

source: Conditional Formatting
pl: Formatowanie warunkowe

source: Conditional formatting
pl: Formatowanie warunkowe

source: Confidence interval
pl: Przedział ufności

source: Confidence interval must be between 0 and 1 (exclusive)
pl: Przedział ufności musi wynosić od 0 do 1 (wyłącznie).

source: Configuration
pl: Konfiguracja

source: Configure Advanced Time Range
pl: Konfiguracja zaawansowanego zakresu czasu

source: Configure Time Range: Last...
pl: Skonfiguruj zakres czasu: Last...

source: Configure Time Range: Previous...
pl: Konfiguracja zakresu czasu: Poprzedni...

source: Configure custom time range
pl: Konfiguracja niestandardowego zakresu czasu

source: Configure filter scopes
pl: Konfiguracja zakresów filtrów

source: Configure the basics of your Annotation Layer.
pl: Skonfiguruj podstawy warstwy adnotacji.

source: Configure this dashboard to embed it into an external web application.
pl: Skonfiguruj ten pulpit nawigacyjny, aby osadzić go w zewnętrznej aplikacji internetowej.

source: Configure your how you overlay is displayed here.
pl: Tutaj można skonfigurować sposób wyświetlania nakładki.

source: Confirm overwrite
pl: Potwierdź nadpisanie

source: Confirm save
pl: Potwierdź zapis

source: Connect
pl: Połączenie

source: Connect Google Sheet
pl: Podłącz Arkusz Google

source: Connect Google Sheets as tables to this database
pl: Podłącz Arkusze Google jako tabele do tej bazy danych

source: Connect a database
pl: Podłączanie bazy danych

source: Connect database
pl: Połącz bazę danych

source: Connect this database using the dynamic form instead
pl: Zamiast tego połącz się z bazą danych za pomocą formularza dynamicznego

source: Connect this database with a SQLAlchemy URI string instead
pl: Zamiast tego połącz tę bazę danych z ciągiem URI SQLAlchemy

source: Connection
pl: Połączenie

source: Connection failed, please check your connection settings
pl: Połączenie nie powiodło się, sprawdź ustawienia połączenia

source: Connection looks good!
pl: Połączenie wygląda dobrze!

source: Continue
pl: Kontynuuj

source: Continuous
pl: Ciągły

source: Contours
pl: Kontury

source: Contribution
pl: Wkład

source: Contribution Mode
pl: Tryb wkładu

source: Control
pl: Kontrola

source: Control labeled
pl: Kontrola oznaczona

source: Controls labeled
pl: Oznaczone elementy sterujące

source: Coordinates
pl: Współrzędne

source: Copied to clipboard!
pl: Skopiowane do schowka!

source: Copy
pl: Kopia

source: Copy SELECT statement to the clipboard
pl: Kopiowanie instrukcji SELECT do schowka

source: Copy and Paste JSON credentials
pl: Kopiowanie i wklejanie poświadczeń JSON

source: Copy and paste the entire service account .json file here
pl: Skopiuj i wklej tutaj cały plik .json konta usługi.

source: Copy link
pl: Kopiuj link

source: Copy message
pl: Kopia wiadomości

source: Copy of %s
pl: Kopia %s

source: Copy partition query to clipboard
pl: Kopiowanie zapytania o partycję do schowka

source: Copy permalink to clipboard
pl: Kopiuj permalink do schowka

source: Copy query URL
pl: Kopiowanie adresu URL zapytania

source: Copy query link to your clipboard
pl: Skopiuj link do zapytania do schowka

source: Copy the identifier of the account you are trying to connect to.
pl: Skopiuj identyfikator konta, z którym próbujesz się połączyć.

source: Copy the name of the HTTP Path of your cluster.
pl: Skopiuj nazwę ścieżki HTTP klastra.

source: Copy the name of the database you are trying to connect to.
pl: Skopiuj nazwę bazy danych, z którą próbujesz się połączyć.

source: Copy to Clipboard
pl: Kopiuj do schowka

source: Copy to clipboard
pl: Kopiuj do schowka

source: Correlation
pl: Korelacja

source: Cost estimate
pl: Oszacowanie kosztów

source: Could not connect to database: "%(database)s"
pl: Nie można połączyć się z bazą danych: "%(database)s"

source: Could not determine datasource type
pl: Nie można określić typu źródła danych

source: Could not fetch all saved charts
pl: Nie można pobrać wszystkich zapisanych wykresów

source: Could not find viz object
pl: Nie można znaleźć obiektu viz

source: Could not load database driver
pl: Nie można załadować sterownika bazy danych

source: Could not load database driver: {}
pl: Nie można załadować sterownika bazy danych: {}

source: Could not resolve hostname: "%(host)s".
pl: Nie udało się rozpoznać nazwy hosta: "%(host)s".

source: Count
pl: Liczyć

source: Count Unique Values
pl: Zliczanie unikatowych wartości

source: Count as Fraction of Columns
pl: Licz jako ułamek kolumn

source: Count as Fraction of Rows
pl: Licz jako ułamek wierszy

source: Count as Fraction of Total
pl: Liczba jako ułamek całości

source: Country
pl: Kraj

source: Country Color Scheme
pl: Schemat kolorów kraju

source: Country Column
pl: Kolumna kraju

source: Country Field Type
pl: Kraj Typ pola

source: Country Map
pl: Mapa kraju

source: Create
pl: Utwórz

source: Create Chart
pl: Utwórz wykres

source: Create a dataset to begin visualizing your data as a chart or go to SQL Lab to query your data.
pl: Utwórz zestaw danych, aby rozpocząć wizualizację danych w formie wykresu lub przejdź do sekcji SQL Lab, aby wysłać zapytanie do danych.

source: Create a new chart
pl: Tworzenie nowego wykresu

source: Create chart
pl: Tworzenie wykresu

source: Create chart with dataset
pl: Tworzenie wykresu z zestawem danych

source: Create dataset
pl: Tworzenie zestawu danych

source: Create dataset and create chart
pl: Tworzenie zestawu danych i wykresu

source: Create new chart
pl: Tworzenie nowego wykresu

source: Create or select schema...
pl: Utwórz lub wybierz schemat...

source: Created
pl: Utworzony

source: Created by
pl: Stworzony przez
