Repository: dchabrzyk/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: X AXIS TITLE BOTTOM MARGIN
pl: DOLNY MARGINES TYTUŁU OSI X

source: X AXIS TITLE MARGIN
pl: MARGINES TYTUŁU OSI X

source: X Axis
pl: Oś X

source: X Axis Bounds
pl: Granice osi X

source: X Axis Format
pl: Format osi X

source: X Axis Label
pl: Etykieta osi X

source: X Axis Title
pl: Tytuł osi X

source: X Log Scale
pl: X Skala logarytmiczna

source: X bounds
pl: Granice X

source: X-Axis Sort Ascending
pl: Oś X Sortuj rosnąco

source: X-Axis Sort By
pl: Oś X Sortuj według

source: X-axis
pl: Oś X

source: XScale Interval
pl: Interwał XScale

source: Y 2 bounds
pl: Y 2 granice

source: Y AXIS TITLE MARGIN
pl: MARGINES TYTUŁU OSI Y

source: Y Axis
pl: Oś Y

source: Y Axis 2 Bounds
pl: Ograniczenia osi Y 2

source: Y Axis Bounds
pl: Granice osi Y

source: Y Axis Format
pl: Format osi Y

source: Y Axis Label
pl: Etykieta osi Y

source: Y Axis Title
pl: Tytuł osi Y

source: Y Axis Title Margin
pl: Margines tytułu osi Y

source: Y Axis Title Position
pl: Oś Y Tytuł Pozycja

source: Y Log Scale
pl: Skala logarytmiczna Y

source: Y bounds
pl: Granice Y

source: Y-Axis Sort Ascending
pl: Oś Y Sortuj rosnąco

source: Y-Axis Sort By
pl: Oś Y Sortuj według

source: Y-axis
pl: Oś Y

source: Y-axis bounds
pl: Granice osi Y

source: YScale Interval
pl: Interwał skali Y

source: Year
pl: Rok

source: Year (freq=AS)
pl: Rok (freq=AS)

source: Yearly seasonality
pl: Roczna sezonowość

source: Years %s
pl: Lata %s

source: Yes
pl: Tak

source: Yes, cancel
pl: Tak, anuluj

source: Yes, overwrite changes
pl: Tak, nadpisywanie zmian

source: You are adding tags to %s %ss
pl: Dodajesz tagi do %s %ss

source: You are importing one or more charts that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
pl: Importujesz jeden lub więcej wykresów, które już istnieją. Nadpisanie może spowodować utratę części pracy. Czy na pewno chcesz nadpisać?

source: You are importing one or more dashboards that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
pl: Importujesz jeden lub więcej pulpitów nawigacyjnych, które już istnieją. Nadpisanie może spowodować utratę części pracy. Czy na pewno chcesz nadpisać?

source: You are importing one or more databases that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
pl: Importujesz jedną lub więcej baz danych, które już istnieją. Nadpisanie może spowodować utratę części pracy. Czy na pewno chcesz nadpisać?

source: You are importing one or more datasets that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
pl: Importujesz jeden lub więcej zestawów danych, które już istnieją. Nadpisanie może spowodować utratę części pracy. Czy na pewno chcesz nadpisać?

source: You are importing one or more saved queries that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
pl: Importujesz jedno lub więcej zapisanych zapytań, które już istnieją. Nadpisanie może spowodować utratę części pracy. Czy na pewno chcesz nadpisać?

source: You can
pl: Możesz

source: You can add the components in the
pl: Możesz dodać komponenty w

source: You can add the components in the edit mode.
pl: Komponenty można dodawać w trybie edycji.

source: You can also just click on the chart to apply cross-filter.
pl: Możesz także po prostu kliknąć wykres, aby zastosować filtr krzyżowy.

source: You can choose to display all charts that you have access to or only the ones you own. Your filter selection will be saved and remain active until you choose to change it.
pl: Możesz wybrać wyświetlanie wszystkich wykresów, do których masz dostęp lub tylko tych, które posiadasz. Wybrany filtr zostanie zapisany i pozostanie aktywny do momentu jego zmiany.

source: You can create a new chart or use existing ones from the panel on the right
pl: Możesz utworzyć nowy wykres lub użyć istniejących wykresów z panelu po prawej stronie

source: You can preview the list of dashboards in the chart settings dropdown.
pl: Listę pulpitów nawigacyjnych można wyświetlić w menu rozwijanym ustawień wykresu.

source: You can't apply cross-filter on this data point.
pl: Nie można zastosować filtru krzyżowego do tego punktu danych.

source: You cannot delete the last temporal filter as it's used for time range filters in dashboards.
pl: Nie można usunąć ostatniego filtra czasowego, ponieważ jest on używany do filtrów zakresu czasu w pulpitach nawigacyjnych.

source: You cannot use 45° tick layout along with the time range filter
pl: Nie można używać układu tików 45° wraz z filtrem zakresu czasu

source: You do not have permission to edit this %s
pl: Nie masz uprawnień do edycji tego %s

source: You do not have permission to edit this chart
pl: Nie masz uprawnień do edycji tego wykresu

source: You do not have permission to edit this dashboard
pl: Nie masz uprawnień do edycji tego pulpitu nawigacyjnego

source: You do not have permission to read tags
pl: Nie masz uprawnień do odczytywania tagów

source: You do not have permissions to edit this dashboard.
pl: Nie masz uprawnień do edycji tego pulpitu nawigacyjnego.

source: You do not have sufficient permissions to edit the chart
pl: Nie masz wystarczających uprawnień do edycji wykresu

source: You don't have access to this chart.
pl: Nie masz dostępu do tego wykresu.

source: You don't have access to this dashboard.
pl: Nie masz dostępu do tego pulpitu nawigacyjnego.

source: You don't have access to this dataset.
pl: Nie masz dostępu do tego zestawu danych.

source: You don't have access to this embedded dashboard config.
pl: Nie masz dostępu do tej wbudowanej konfiguracji pulpitu nawigacyjnego.

source: You don't have any favorites yet!
pl: Nie masz jeszcze żadnych ulubionych!

source: You don't have permission to modify the value.
pl: Nie masz uprawnień do modyfikowania wartości.

source: You don't have the rights to alter %(resource)s
pl: Nie masz uprawnień do zmiany %(resource)s

source: You don't have the rights to alter this chart
pl: Nie masz praw do zmiany tego wykresu

source: You don't have the rights to alter this dashboard
pl: Nie masz praw do zmiany tego pulpitu nawigacyjnego

source: You don't have the rights to alter this title.
pl: Nie masz praw do zmiany tego tytułu.

source: You don't have the rights to create a chart
pl: Nie masz uprawnień do tworzenia wykresu

source: You don't have the rights to create a dashboard
pl: Nie masz uprawnień do tworzenia pulpitu nawigacyjnego

source: You don't have the rights to download as csv
pl: Nie masz uprawnień do pobierania jako csv

source: You have removed this filter.
pl: Filtr został usunięty.

source: You have unsaved changes.
pl: Masz niezapisane zmiany.

source: You have used all %(historyLength)s undo slots and will not be able to fully undo subsequent actions. You may save your current state to reset the history.
pl: Wykorzystano wszystkie sloty cofania %(historyLength)s i nie będzie można w pełni cofnąć kolejnych akcji. Możesz zapisać bieżący stan, aby zresetować historię.

source: You must be a dataset owner in order to edit. Please reach out to a dataset owner to request modifications or edit access.
pl: Musisz być właścicielem zbioru danych, aby móc go edytować. Skontaktuj się z właścicielem zbioru danych, aby poprosić o modyfikacje lub dostęp do edycji.

source: You must pick a name for the new dashboard
pl: Musisz wybrać nazwę dla nowego pulpitu nawigacyjnego

source: You must run the query successfully first
pl: Najpierw należy pomyślnie uruchomić zapytanie

source: You need to configure HTML sanitization to use CSS
pl: Aby korzystać z CSS, należy skonfigurować oczyszczanie kodu HTML

source: You updated the values in the control panel, but the chart was not updated automatically. Run the query by clicking on the "Update chart" button or
pl: Wartości zostały zaktualizowane w panelu sterowania, ale wykres nie został zaktualizowany automatycznie. Uruchom zapytanie, klikając przycisk "Aktualizuj wykres" lub

source: You've changed datasets. Any controls with data (columns, metrics) that match this new dataset have been retained.
pl: Zmieniono zestawy danych. Wszystkie kontrolki z danymi (kolumnami, metrykami), które pasują do nowego zestawu danych, zostały zachowane.

source: Your chart is not up to date
pl: Twój wykres nie jest aktualny

source: Your chart is ready to go!
pl: Wykres jest gotowy do pracy!

source: Your dashboard is too large. Please reduce its size before saving it.
pl: Pulpit nawigacyjny jest zbyt duży. Zmniejsz jego rozmiar przed zapisaniem.

source: Your query could not be saved
pl: Twoje zapytanie nie mogło zostać zapisane

source: Your query could not be scheduled
pl: Twoje zapytanie nie mogło zostać zaplanowane

source: Your query could not be updated
pl: Twoje zapytanie nie mogło zostać zaktualizowane

source: Your query has been scheduled. To see details of your query, navigate to Saved queries
pl: Twoje zapytanie zostało zaplanowane. Aby zobaczyć szczegóły zapytania, przejdź do Zapisane zapytania

source: Your query was not properly saved
pl: Twoje zapytanie nie zostało poprawnie zapisane

source: Your query was saved
pl: Twoje zapytanie zostało zapisane

source: Your query was updated
pl: Twoje zapytanie zostało zaktualizowane

source: Your report could not be deleted
pl: Twój raport nie mógł zostać usunięty

source: Zero imputation
pl: Imputacja zerowa

source: Zoom level of the map
pl: Poziom powiększenia mapy

source: [ untitled dashboard ]
pl: [ tablica rozdzielcza bez tytułu ]

source: [Longitude] and [Latitude] columns must be present in [Group By]
pl: Kolumny [Długość geograficzna] i [Szerokość geograficzna] muszą być obecne w [Grupuj według].

source: [Longitude] and [Latitude] must be set
pl: Należy ustawić [Długość geograficzną] i [Szerokość geograficzną].

source: [Missing Dataset]
pl: [Brakujący zestaw danych]

source: [Untitled]
pl: [Bez tytułu]

source: [dashboard name]
pl: [nazwa pulpitu]

source: [optional] this secondary metric is used to define the color as a ratio against the primary metric. When omitted, the color is categorical and based on labels
pl: [opcjonalnie] ta drugorzędna metryka jest używana do definiowania koloru jako stosunku do podstawowej metryki. W przypadku pominięcia kolor jest kategoryczny i oparty na etykietach

source: [untitled]
pl: [bez tytułu]

source: `compare_columns` must have the same length as `source_columns`.
pl: `compare_columns` musi mieć taką samą długość jak `source_columns`.

source: `compare_type` must be `difference`, `percentage` or `ratio`
pl: `compare_type` musi być `difference`, `percentage` lub `ratio`.

source: `confidence_interval` must be between 0 and 1 (exclusive)
pl: `confidence_interval` musi zawierać się w przedziale od 0 do 1 (wyłącznie)

source: `count` is COUNT(*) if a group by is used. Numerical columns will be aggregated with the aggregator. Non-numerical columns will be used to label points. Leave empty to get a count of points in each cluster.
pl: `count` to COUNT(*), jeśli używana jest grupa przez. Kolumny numeryczne będą agregowane za pomocą agregatora. Kolumny nienumeryczne będą używane do oznaczania punktów. Pozostaw puste, aby uzyskać liczbę punktów w każdym klastrze.

source: `operation` property of post processing object undefined
pl: Niezdefiniowana właściwość `operation` obiektu przetwarzania końcowego

source: `prophet` package not installed
pl: Pakiet `prophet` nie został zainstalowany

source: `rename_columns` must have the same length as `columns`.
pl: `rename_columns` musi mieć taką samą długość jak `columns`.

source: `row_limit` must be greater than or equal to 0
pl: `row_limit` musi być większy lub równy 0

source: `row_offset` must be greater than or equal to 0
pl: `row_offset` musi być większe lub równe 0

source: `width` must be greater or equal to 0
pl: `szerokość` musi być większa lub równa 0

source: aggregate
pl: agregat

source: alert dark
pl: ostrzeżenie ciemność

source: alerts
pl: alerty

source: all
pl: wszystko

source: also copy (duplicate) charts
pl: również kopiować (duplikować) wykresy

source: ancestor
pl: przodek

source: and
pl: oraz

source: annotation
pl: adnotacja

source: at
pl: na

source: auto (Smooth)
pl: auto (płynnie)

source: background
pl: tło

source: basis
pl: podstawa

source: below (example:
pl: poniżej (przykład:

source: between {down} and {up} {name}
pl: pomiędzy {down} i {up} {nazwa}

source: bolt
pl: śruba

source: boolean type icon
pl: Ikona typu boolean

source: bottom
pl: dno

source: button (cmd + z) until you save your changes.
pl: (cmd + z) do momentu zapisania zmian.

source: by using
pl: przy użyciu

source: cannot be empty
pl: nie może być pusty

source: cardinal
pl: kardynał

source: change
pl: zmiana

source: chart
pl: wykres

source: charts
pl: wykresy

source: choose WHERE or HAVING...
pl: wybierz WHERE lub HAVING...

source: clear all filters
pl: wyczyść wszystkie filtry

source: click here
pl: kliknij tutaj

source: code ISO 3166-1 alpha-2 (cca2)
pl: kod ISO 3166-1 alpha-2 (cca2)

source: code ISO 3166-1 alpha-3 (cca3)
pl: kod ISO 3166-1 alpha-3 (cca3)

source: code International Olympic Committee (cioc)
pl: kod Międzynarodowego Komitetu Olimpijskiego (cioc)

source: column
pl: kolumna

source: connecting to %(dbModelName)s.
pl: połączenie z %(dbModelName)s.

source: count
pl: liczyć

source: create
pl: tworzyć

source: create a new chart
pl: tworzenie nowego wykresu

source: create dataset from SQL query
pl: tworzenie zbioru danych z zapytania SQL

source: cumulative
pl: skumulowany

source: dashboard
pl: deska rozdzielcza

source: dashboards
pl: pulpity nawigacyjne

source: database
pl: baza danych

source: dataset
pl: zbiór danych

source: dataset name
pl: nazwa zbioru danych

source: date
pl: data

source: day
pl: dzień

source: day of the month
pl: dzień miesiąca

source: day of the week
pl: dzień tygodnia

source: deck.gl Multiple Layers
pl: deck.gl Wiele warstw

source: deck.gl Path
pl: deck.gl Ścieżka

source: deck.gl Screen Grid
pl: Siatka ekranu deck.gl

source: deck.gl charts
pl: Wykresy deck.gl

source: default
pl: domyślny

source: delete
pl: usunąć

source: descendant
pl: potomek

source: description
pl: opis

source: deviation
pl: odchylenie

source: draft
pl: projekt

source: e.g. ********
pl: np. ********

source: e.g. 127.0.0.1
pl: np. 127.0.0.1

source: e.g. 5432
pl: np. 5432

source: e.g. AccountAdmin
pl: np. AccountAdmin

source: e.g. Analytics
pl: np. Analityka

source: e.g. compute_wh
pl: np. compute_wh

source: e.g. param1=value1&param2=value2
pl: np. param1=wartość1&param2=wartość2

source: e.g. sql/protocolv1/o/12345
pl: np. sql/protocolv1/o/12345

source: e.g. world_population
pl: np. world_population

source: e.g. xy12345.us-east-2.aws
pl: np. xy12345.us-east-2.aws

source: e.g., a "user id" column
pl: np. kolumna "identyfikator użytkownika"

source: edit mode
pl: tryb edycji

source: entries
pl: wpisy

source: error
pl: błąd

source: error dark
pl: błąd ciemność

source: every
pl: każdy

source: every day of the month
pl: każdego dnia miesiąca

source: every day of the week
pl: każdego dnia tygodnia

source: every hour
pl: co godzinę

source: every minute
pl: co minutę

source: every month
pl: co miesiąc

source: expand
pl: rozwinąć się

source: explore
pl: odkrywać

source: failed
pl: nieudany

source: fetching
pl: pobieranie

source: ffill
pl: wypełnienie

source: flat
pl: płaski

source: for more information on how to structure your URI.
pl: aby uzyskać więcej informacji na temat struktury URI.

source: function type icon
pl: symbol typu funkcji

source: geohash (square)
pl: geohash (kwadrat)

source: heatmap
pl: mapa cieplna

source: heatmap: values are normalized across the entire heatmap
pl: heatmap: wartości są normalizowane na całej mapie ciepła

source: here
pl: tutaj

source: hour
pl: godzina

source: image-rendering CSS attribute of the canvas object that defines how the browser scales up the image
pl: atrybut CSS renderowania obrazu obiektu canvas, który definiuje sposób skalowania obrazu przez przeglądarkę

source: in
pl: w

source: in modal
pl: w modalnym

source: is expected to be a Mapbox URL
pl: ma być adresem URL Mapbox

source: is expected to be a number
pl: oczekuje się, że będzie to liczba

source: is expected to be an integer
pl: ma być liczbą całkowitą

source: json isn't valid
pl: json jest nieprawidłowy

source: key a-z
pl: klucz a-z

source: key z-a
pl: klucz z-a

source: label
pl: etykieta

source: latest partition:
pl: najnowsza partycja:

source: left
pl: lewy

source: less than {min} {name}
pl: mniej niż {min} {nazwa}

source: linear
pl: liniowy

source: log
pl: dziennik

source: lower percentile must be greater than 0 and less than 100. Must be lower than upper percentile.
pl: Dolny percentyl musi być większy niż 0 i mniejszy niż 100. Musi być niższy niż górny percentyl.

source: max
pl: maks

source: mean
pl: średni

source: median
pl: mediana

source: meters
pl: liczniki

source: metric
pl: metryczny

source: minute
pl: minuta

source: minute(s)
pl: minuta(y)

source: monotone
pl: monotonny

source: month
pl: miesiąc

source: more than {max} {name}
pl: więcej niż {max} {nazwa}

source: must have a value
pl: musi mieć wartość

source: name
pl: nazwa

source: no SQL validator is configured
pl: nie skonfigurowano walidatora SQL

source: no SQL validator is configured for %(engine_spec)s
pl: żaden walidator SQL nie jest skonfigurowany dla %(engine_spec)s

source: numeric type icon
pl: ikona typu numerycznego

source: on
pl: na

source: or
pl: lub

source: or use existing ones from the panel on the right
pl: lub użyć istniejących z panelu po prawej stronie

source: orderby column must be populated
pl: kolumna orderby musi być wypełniona

source: overall
pl: ogólny

source: p-value precision
pl: Dokładność p-wartości

source: pending
pl: w toku

source: percentile (exclusive)
pl: percentyl (wyłącznie)

source: percentiles must be a list or tuple with two numeric values, of which the first is lower than the second value
pl: percentyle muszą być listą lub krotką z dwiema wartościami liczbowymi, z których pierwsza jest niższa od drugiej wartości

source: permalink state not found
pl: Nie znaleziono stanu permalink

source: pixelated (Sharp)
pl: rozpikselowany (ostry)

source: pixels
pl: piksele

source: previous calendar month
pl: poprzedni miesiąc kalendarzowy

source: previous calendar week
pl: poprzedni tydzień kalendarzowy

source: previous calendar year
pl: poprzedni rok kalendarzowy

source: published
pl: opublikowany

source: quarter
pl: kwartał

source: queries
pl: zapytania

source: query
pl: zapytanie

source: random
pl: losowy

source: reboot
pl: restart

source: recent
pl: niedawny

source: recents
pl: wydarzenia

source: report
pl: raport

source: reports
pl: raporty

source: restore zoom
pl: przywracanie powiększenia

source: right
pl: prawo

source: running
pl: bieganie

source: saved queries
pl: zapisane zapytania

source: seconds
pl: sekundy

source: series
pl: seria

source: series: Treat each series independently; overall: All series use the same scale; change: Show changes compared to the first data point in each series
pl: seria: Traktuj każdą serię niezależnie; ogólnie: Wszystkie serie używają tej samej skali; zmiana: Pokaż zmiany w porównaniu do pierwszego punktu danych w każdej serii.

source: square
pl: kwadrat

source: stack
pl: stos

source: staggered
pl: rozłożony w czasie

source: step-after
pl: krok po kroku

source: step-before
pl: krok-przed

source: stopped
pl: zatrzymany

source: stream
pl: strumień

source: string type icon
pl: Ikona typu string

source: success
pl: sukces

source: success dark
pl: sukces w ciemno

source: sum
pl: suma

source: syntax.
pl: składnia.

source: tags
pl: tagi

source: temporal type icon
pl: Ikona typu czasowego

source: to
pl: do

source: undo
pl: cofnąć

source: unknown type icon
pl: Ikona nieznanego typu

source: upper percentile must be greater than 0 and less than 100. Must be higher than lower percentile.
pl: Górny percentyl musi być większy niż 0 i mniejszy niż 100. Musi być wyższy niż dolny percentyl.

source: use latest_partition template
pl: użycie szablonu latest_partition

source: value ascending
pl: wartość rosnąca

source: value descending
pl: wartość malejąca

source: variance
pl: wariancja

source: view instructions
pl: wyświetl instrukcje

source: virtual
pl: wirtualny

source: viz type
pl: typ viz

source: was created
pl: został utworzony

source: week
pl: tydzień

source: week ending Saturday
pl: tydzień kończący się w sobotę

source: week starting Sunday
pl: tydzień rozpoczynający się w niedzielę

source: x: values are normalized within each column
pl: x: wartości są normalizowane w każdej kolumnie

source: y: values are normalized within each row
pl: y: wartości są normalizowane w każdym wierszu

source: year
pl: rok

source: zoom area
pl: Obszar powiększenia
